Repository: metrocoindev/Sora-iOS
Catalog: SoraPassport/*.lproj/Localizable.strings
Languages: et, fi, fil, hr, it, km, ko, sv, th, tt, uk

# common.error.invalid.parameters.body
source: Please, check internet connection and try again later.
et: Palun kontrollige Interneti ühendust ja proovige uuesti.
fi: Tarkista internetyhteys ja yritä myöhemmin uudelleen.
fil: Mangyaring, suriin ang koneksyon sa internet at subukang muli mamaya.
hr: Provjerite internetsku vezu i pokušajte ponovno kasnije.
it: Per favore, controlla la connessione a Internet e riprova più tardi.
km: សូមពិនិត្យការភ្ជាប់ទៅកាន់អ៊ីនធឺណិត ហើយព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 인터넷 연결을 확인하고 나중에 다시 시도하십시오.
sv: Kontrollera internetanslutningen och försök igen senare.
th: กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตและลองใหม่อีกครั้งในภายหลัง
tt: Зинһар өчен, интернетка тоташуыгызны тикшерегез һәм кабатлап карагыз.
uk: Будь ласка, перевірте підключення до Інтернету та повторіть спробу пізніше.

# common.error.unauthorized.title
source: Authorization Failed
et: Autoriseerimine nurjus
fi: Käyttöoikeuden varmistus epäonnistui
fil: Nabigo ang Awtorisasyon
hr: Autorizacija nije uspjela
it: Autorizzazione fallita
km: ការអនុញ្ញាតបានបរាជ័យ
ko: 인증 실패
sv: Auktorisering misslyckades
th: การอนุมัติล้มเหลว
tt: Рөхсәт хатасы
uk: Помилка авторизації

# activity.user.registered.type
source: Friend Registered
et: Sõber on registreeritud
fi: Ystävä rekisteröity
fil: Kaibigang Nakarehistro
hr: Prijatelj je registriran
it: Amico registrato
km: មិត្តភក្ដិបានចុះឈ្មោះ
ko: 등록된 친구
sv: Vän registrerad
th: เพื่อนที่ลงทะเบียนแล้ว
tt: Дусларны теркәү
uk: Реєстрація друга

# activity.voting.rights.credited.type.template
source: Votes distribution
et: Häälte jaotus
fi: Äänten jakautuminen
fil: Pamamahagi ng Mga Botohan
hr: Raspodjela glasova
it: Distribuzione dei voti
km: ការចែកចាយសម្លេងឆ្នោត
ko: 투표 분포
sv: Röstfördelning
th: การแจกจ่ายคะแนน
tt: Тавышларны бүлү
uk: Розподіл голосів

# activity.voting.rights.title.template
source: Daily votes
et: Hääli päevas
fi: Päivittäiset äänet
fil: Araw-araw na mga boto
hr: Dnevni glasovi
it: Voti giornalieri
km: ការបោះឆ្នោតប្រចាំថ្ងៃ
ko: 일일 투표
sv: Dagliga omröstningar
th: คะแนนรายวัน
tt: Көндәлек тавышлар
uk: Щоденні голоси

# activity.invitation.credited.type.template
source: Invitations distribution
et: Kutsete levitamine
fi: Kutsujen jakautuminen
fil: Pamamahagi ng mga imbitasyon
hr: Distribucija pozivnica
it: Distribuzione inviti
km: ការចែកចាយការអញ្ជើញ
ko: 초대장 배포
sv: Inbjudnings fördelning
th: การแจกจ่ายคําเชิญ
tt: Чакырулар тарату
uk: Розподіл запрошень

# activity.project.funded.type.template
source: Project has been completed!
et: Projekt on valmis!
fi: Projekti on valmis!
fil: Ang proyekto ay nakumpleto na!
hr: Projekt je završen!
it: Il progetto è stato completato!
km: គម្រោងត្រូវបានបញ្ចប់!
ko: 프로젝트가 완료되었습니다!
sv: Projektet har slutförts!
th: โครงการเสร็จสมบูรณ์!
tt: Проект тәмамланды!
uk: Проєкт завершено!

# activity.project.funded.description.template
source: You will receive information about XOR reward soon
et: Saate teavet XOR-i preemia kohta varsti
fi: Saat pian tietoa XOR-palkinnosta
fil: Makakatanggap ka ng impormasyon tungkol sa gantimpalang XOR sa lalong madaling panahon
hr: Uskoro ćete dobiti informacije o XOR nagradi
it: Riceverai presto informazioni sulla ricompensa in XOR
km: អ្នកនឹងទទួលបានព័ត៌មានអំពីរង្វាន់ XOR ឆាប់ៗនេះ
ko: 곧 XOR 보상에 대한 정보를 받게 됩니다.
sv: Du kommer snart att få information om XOR-belöning
th: คุณจะได้รับข้อมูลเกี่ยวกับรางวัล XOR ในเร็ว ๆ นี้
tt: Мәгълүмат тиздән XOR премиясе турында
uk: Інформація про нагороду в XOR незабаром буде доступна

# activity.project.created.type.template
source: New project!
et: Uus projekt!
fi: Uusi projekti!
fil: Bagong proyekto!
hr: Novi projekt!
it: Nuovo progetto!
km: គម្រោងថ្មី!
ko: 새로운 프로젝트!
sv: Nytt projekt!
th: โครงการใหม่!
tt: Яңа проекты
uk: Новий проєкт!

# activity.xor.reward.credited.from.project.type.template
source: XOR Reward for voting
et: XOR Preemia hääletamise eest
fi: XOR Palkkio äänestämisestä
fil: Gantimpalang XOR para sa pagboto
hr: XOR nagrada za glasovanje
it: Premio XOR per il voto
km: រង្វាន់ជា XOR សម្រាប់ការបោះឆ្នោត
ko: 투표에 대한 XOR 보상
sv: XOR belöning för röstning
th: รางวัล XOR สําหรับการลงคะแนน
tt: XOR эшчәнлеге премиясе
uk: Нагорода у XOR за голосування

# activity.user.rank.changed.type.template
source: Rank changed
et: Auaste muutunud
fi: Sijoitus muuttui
fil: Nagbago ang ranggo
hr: Rang je promijenjen
it: La posizione in classifica è cambiata
km: ចំណាត់ថ្នាក់ត្រូវបានផ្លាស់ប្តូរ
ko: 순위가 변경되었습니다.
sv: Ranking ändrad
th: ลำดับเกิดการเปลี่ยนแปลง
tt: Рейтингны үзгәртү
uk: Рейтинг змінено

# activity.project
source: Project
et: Projekt
fi: Projekti
fil: Proyekto
hr: Projekt
it: Progetto
km: គម្រោង
ko: 프로젝트
sv: Projekt
th: โครงการ
tt: Проекты
uk: Проєкт

# activity.user
source: User
et: Kasutaja
fi: Käyttäjä
hr: Korisnik
it: Utente
km: អ្នកប្រើ
ko: 사용자
sv: Användare
th: ผู้ใช้
tt: Кулланучы
uk: Користувач

# pincode.enter.pin.code
source: Enter pin code
et: Sisestage PIN-kood
fi: Syötä PIN-koodi
fil: I-enter ang PIN code
hr: Unesite PIN kod
it: Inserisci il codice PIN
km: បញ្ចូល PIN កូដ
ko: 핀코드를 입력하세요.
sv: Ange PIN-kod
th: กรอกรหัส PIN
tt: PIN-кодын кертегез
uk: Введіть PIN-код

# invite.fragment.title
source: Friends
et: Sõbrad
fi: Ystävät
fil: Mga Kaibigan
hr: Prijatelji
it: Amici
km: មិត្តភក្តិ
ko: 친구
sv: Vänner
th: เพื่อน
tt: Дуслар
uk: Друзі

# invite.accepted.invitations.title
source: Accepted invitations
et: Vastuvõetud kutsed
fi: Hyväksytyt kutsut
fil: Mga imbitasyong tinanggap
hr: Prihvaćene pozivnice
it: Inviti accettati
km: បានទទួលការអញ្ជើញ
ko: 수락된 초대장
sv: Godkända inbjudningar
th: ได้รับคำเชิญแล้ว
tt: Кабул ителгән чакырулар
uk: Прийняті запрошення

# invite.code.sharing.title
source: Share your invite code
et: Jagage oma kutsekoodi
fi: Kutsukoodin jakaminen
fil: Ibahagi ang code ng iyong imbitasyon
hr: Podijelite kôd pozivnice
it: Condividi il tuo codice invito
km: ចែករំលែកលេខកូដអញ្ជើញរបស់អ្នក
ko: 초대 코드 공유
th: แชร์รหัสเชิญของคุณ
tt: Чакыру кодыгызны бүлешегез
uk: Поділіться кодом запрошення

# invite.send.invite
source: Send invite
et: Saada kutse
fi: Lähetä kutsu
fil: Magpadala ng imbitasyon
hr: Pošalji pozivnicu
it: Invia invito
km: ផ្ញើការអញ្ជើញ
ko: 초대장 보내기
sv: Skicka inbjudan
th: ส่งคําเชิญ
tt: Чакыру
uk: Запросити

# invite.enter.dialog.title.hint
source: 8 alphanumeric characters
et: 8 tähtnumbrilist märki
fi: 8 aakkosnumeerista merkkiä
fil: 8 na mga alphanumeric character
hr: 8 alfanumeričkih znakova
it: 8 caratteri alfanumerici
km: អក្សរក្រមលេខ ៨ តួ
ko: 숫자 8자리
th: ตัวเลขและตัวอักษร 8 ตัว
tt: 8 билге-хәрефләр яки саннар
uk: 8 буквено-цифрових символів

# invite.enter.invitation.code
source: Enter invite code
et: Sisestage kutsekood
fi: Anna kutsukoodi
fil: Ipasok ang code ng paanyaya
hr: Unesite pozivnu šifru
it: Inserisci il codice di invito
km: បញ្ចូលលេខកូដអញ្ជើញ
ko: 초대 코드 입력
sv: Ange inbjudningskod
th: ป้อนรหัสเชิญ
tt: Языгыз, инвайт-код
uk: Введіть код запрошення

# project.vote.dialog.title
source: How many votes
et: Mitu häält
fi: Kuinka monta ääntä
fil: Gaano karaming mga boto
hr: Koliko glasova
it: Quanti voti
km: តើមានសម្លេងឆ្នោតចំនួនប៉ុន្មាន
ko: 얼마나 많은 투표 점수
sv: Hur många röster
th: มีกี่คะแนน
tt: Ничә тавыш
uk: Скільки голосів

# empty.all.project.description
source: We are waiting for new projects to arrive
et: Me ootame uute projektide saabumist
fi: Odotamme uusia saapuvia projekteja
fil: Naghihintay kami ng bagong mga proyektong darating
hr: Čekamo nove projekate da stignu
it: Stiamo aspettando che arrivino nuovi progetti
km: យើងកំពុងរង់ចាំ គម្រោងថ្មីមកដល់
ko: 우리는 새로운 프로젝트를 기다리고 있습니다.
sv: Vi inväntar nya projekt
th: เรากำลังรอโครงการใหม่เร็วๆ นี้
tt: Без яңа проектлар өстәүне көтәбез
uk: Чекаємо додавання нових проєктів

# empty.favorite.project.description
source: Add projects to favourites and they will appear here
et: Lisage projekte lemmikute hulka ja need ilmuvad siia
fi: Lisää projekteja suosikkeihin ja ne ilmestyvät tänne
fil: Magdagdag ng mga proyekto sa mga paborito at lalabas sila rito
hr: Dodajte projekte u favorite i oni će se pojaviti ovdje
it: Aggiungi i progetti ai preferiti e appariranno qui
km: បន្ថែមគម្រោងទៅកាន់ចំណូលចិត្ត ហើយពួកវានិងបង្ហាញនៅទីនេះ
ko: 즐겨찾기에 프로젝트 추가하고 여기에 표시됩니다.
sv: Lägg till projekt i favoriter och de kommer visas här
th: เพิ่มโครงการไปยังรายการโปรดและ โครงการจะปรากฏที่นี่
tt: Яратканнарыгызга проектларны өстәгез һәм алар монда барлыкка киләчәк
uk: Додавайте проєкти до обраних і вони з'являтимуться тут

# project.successful.voting
source: Successful voting
et: Edukas hääletamine
fi: Onnistunut äänestys
fil: Matagumpay na pagboto
hr: Uspješno glasanje
it: Votazione riuscita
km: ការបោះឆ្នោតជោគជ័យ
ko: 성공적인 투표
sv: Röstning lyckades
th: การลงคะแนนสำเร็จ
tt: Уңышлы тавыш бирү
uk: Успішне голосування

# project.unsuccessful.voting
source: Unsuccessful voting
et: Ebaõnnestunud hääletamine
fi: Epäonnistunut äänestys
fil: Hindi matagumpay na pagboto
hr: Neuspješno glasanje
it: Votazione non riuscita
km: ការបោះឆ្នោតមិនជោគជ័យ
ko: 실패한 투표
sv: Röstning misslyckades
th: การลงคะแนนไม่สำเร็จ
tt: Уңышсыз тавыш бирү
uk: Невдале голосування

# project.user.have.not.enough.votes.message
source: You don't have enough votes 😔
et: Teil pole piisavalt hääli 😔
fi: Sinulla ei ole tarpeeksi ääniä 😔
fil: Wala kang sapat na mga boto 😔
hr: Nemate dovoljno glasova 😔
it: Non hai abbastanza voti 😔
km: អ្នកមិនមានសម្លេងគ្រប់គ្រាន់ទេ 😔
ko: 귀하는 충분한 투표 점수가 없습니다😔
sv: Du har inte tillräckligt med röster 😔
th: คุณมีคะแนนไม่เพียงพอ😔
tt: Тавышлар җитми 😔
uk: Недостатньо голосів 😔

# project.you.can.vote.at.least.1.point
source: You can vote with at least 1 point 😜
et: Hääletada saab vähemalt ühe punktiga 😜
fi: Voit äänestää vähintään yhdellä pisteellä 😜
fil: Maaari kang bumoto na may hindi bababa sa 1 punto 😜
hr: Možete glasati s najmanje 1 bodom 😜
it: Puoi votare con almeno 1 punto 😜
km: អ្នកអាចបោះឆ្នោតបានយ៉ាងហោចណាស់ ១ សម្លេង😜
ko: 귀하는 적어도 1점을 투표할 수 있습니다😜
sv: Du kan rösta med minst 1 poäng 😜
th: คุณสามารถลงคะแนนอย่างน้อย 1 คะแนน😜
tt: Сез ким дигәндә 1 тавыш бирә аласыз 😜
uk: Ви можете віддати принаймні 1 голос 😜

# project.add.to.favourite
source: Favourite
et: Lemmik
fi: Suosikki
fil: Paborito
hr: Favoriti
it: Preferito
km: ចូលចិត្ត
ko: 좋아하는
sv: Favoriter
th: รายการโปรด
tt: Яратҡан
uk: Обране

# project.mark.new
source: New
et: Uus
fi: Uusi
fil: Bago
hr: Novi
it: Nuovo
km: ថ្មី
ko: 새로운
sv: Nytt
th: ใหม่
tt: Яңа
uk: Новий

# project.completed
source: Completed
et: Lõpetatud
fi: Valmis
fil: Nakumpleto
hr: Dovršeni
it: Completato
km: បានបញ្ចប់
ko: 완료
sv: Avslutad
th: เสร็จแล้ว
tt: Тәмамланган
uk: Завершені

# project.all
source: All
et: Kõik
fi: Kaikki
fil: Lahat
hr: Svi
it: Tutti
km: ទាំងអស់
ko: 모두
sv: Alla
th: ทั้งหมด
tt: Бөтенесе
uk: Усі

# project.voted
source: Voted
et: Hääletatud
fi: Äänestänyt
fil: Nagboto
hr: Glasali
it: Votato
km: បានបោះឆ្នោត
ko: 투표됨
sv: Röstat
th: ให้คะแนนแล้ว
tt: Минем тавыш
uk: Мої голоси

# project.favourites
source: Favourites
et: Lemmikud
fi: Suosikit
fil: Mga Paborito
hr: Favoriti
it: Preferiti
km: ចូលចិត្ត
ko: 즐겨찾기
sv: Favoriter
th: รายการโปรด
tt: Сайланма
uk: Обране

# project.email
source: E-mail
et: E-post
fi: Sähköposti
km: អ៊ីមែល
ko: 이메일
sv: E-post
th: อีเมล

# project.website
source: Website
et: Veebisait
fi: Verkkosivusto
hr: Web stranica
it: Sito web
km: គេហទំព័រ
ko: 웹사이트
sv: Webbplats
th: เว็บไซต์
tt: Веб-сайт
uk: Веб-сайт

# project.gallery
source: Gallery
et: Galerii
fi: Galleria
fil: Galerya
hr: Galerija
it: Galleria
km: វិចិត្រសាល
ko: 갤러리
sv: Galleri
th: แกลเลอรี่
tt: Галереясе
uk: Галерея

source: Activity
et: Tegevus
fi: Toiminta
fil: Aktibidad
hr: Aktivnost
it: Attività
km: សកម្មភាព
ko: 활동
sv: Aktivitet
th: กิจกรรม
tt: Эшчәнлек
uk: Діяльність

# activity.sora.announcement
source: SORA announcement
et: SORA teadaanne
fi: SORA-ilmoitus
fil: Anunsyo ng SORA
hr: Najava SORA-e
it: Annunci di SORA
km: សេចក្តីប្រកាស SORA
ko: 소라 발표
sv: SORA-meddelande
th: ประกาศของ SORA
tt: SORA белдерүләр
uk: Оголошення SORA

# votes.history.title
source: Votes History
et: Häälte ajalugu
fi: Äänestyshistoria
fil: Kasaysayan ng mga boto
hr: Povijest glasova
it: Storico dei voti
km: ប្រវត្តិនៃការបោះឆ្នោត
ko: 투표 기록
sv: Röstnings historik
th: ประวัติการโหวต
tt: Тавышлар тарихы
uk: Історія голосів

# votes.empty.history.description
source: Whenever your votes changes, you will see the history of that here
et: Iga kord, kui teie hääled muutuvad, näete selle ajalugu siin
fi: Aina kun äänesi muuttuvat, näet sen historian täällä.
fil: Sa tuwing magbabago ang iyong mga boto, makikita mo ang kasaysayan dito
hr: Kad god se vaši glasovi promijene, ovdje ćete vidjeti povijest toga
it: Ogni volta che i tuoi voti cambiano, vedrai lo storico qui
km: ពេលណាសម្លេងឆ្នោតរបស់អ្នកផ្លាស់ប្តូរ អ្នកនឹងឃើញប្រវត្តិរបស់វានៅទីនេះ
ko: 투표가 바뀔 때마다 여기에서 그 기록을 확인할 수 있습니다.
sv: När dina röster ändras kommer historiken visas här
th: เมื่อใดก็ตามที่คะแนนโหวตของคุณมีการเปลี่ยนแปลง คุณจะเห็นประวัติที่นี่
tt: Монда Сезнең тавышлардагы үзгәрешләр чагылдырылачак.
uk: Тут будуть показуватися зміни балансу Ваших голосів

# reputation.title
source: Reputation
et: Maine
fi: Maine
fil: Reputasyon
hr: Reputacija
it: Reputazione
km: កេរ្តិ៍ឈ្មោះ
ko: 평판
sv: Renommé
th: ชื่อเสียง
tt: Репутация
uk: Репутація

# reputation.screen.your.current.reputation
source: Your reputation rank
et: Teie maine auaste
fi: Maineesi sijoitus
fil: Ang ranggo ng iyong reputasyon
hr: Vaša reputacija
it: Il tuo grado di reputazione
km: ចំណាត់ថ្នាក់កេរ្តិ៍ឈ្មោះរបស់អ្នក
ko: 귀하의 명성 순위
sv: Din renommé ranking
th: อันดับชื่อเสียงของคุณ
tt: Сезнең репутация
uk: Ваша репутація

# profile.change.personal.details
source: Change personal details
et: Isiklike andmete muutmine
fi: Muuta henkilökohtaisia tietoja
fil: Baguhin ang mga personal na detalye
hr: Promijenite osobne podatke
it: Modifica dei dati personali
km: ផ្លាស់ប្តូរព័ត៌មានលម្អិតផ្ទាល់ខ្លួន
ko: 개인 정보 변경
sv: Ändra personuppgifter
th: เปลี่ยนแปลงรายละเอียดส่วนบุคคล
tt: Шәхси детальләрне үзгәртү
uk: Редагувати особисті дані

# profile.votes.title
source: Votes
et: Häält
fi: Ääneni
fil: Mga Boto
hr: Glasovi
it: Voti
km: សម្លេងឆ្នោត
ko: 투표
sv: Röster
th: คะแนน
tt: Тавышлар
uk: Голоси

# profile.my.reputation.title
source: My Reputation
et: Minu maine
fi: Maineeni
fil: Aking Reputasyon
hr: Moja reputacija
it: La mia reputazione
km: កេរ្តិ៍ឈ្មោះរបស់ខ្ញុំ
ko: 나의 명성
sv: Mitt renommé
th: ชื่อเสียงของฉัน
tt: Минем репутация
uk: Моя репутація

# profile.passphrase.title
source: View passphrase
et: Paroolifraasi kuvamine
fi: Näytä tunnuslause
fil: Tingnan ang passphrase
hr: Pogledajte zaporku
it: Visualizza la passphrase
km: មើលឃ្លាសម្ងាត់
ko: 비밀번호 문구 보기
sv: Visa lösenfras
th: ดูข้อความรหัสผ่าน
tt: пароль фразаны карарга
uk: Переглянути парольну фразу

# profile.title
source: Profile
et: Profiil
fi: Profiili
hr: Profil
it: Profilo
km: ប្រវត្តិរូប
ko: 프로필
sv: Profil
th: ข้อมูลส่วนตัว
tt: Профиль
uk: Профіль

# profile.about.title
source: About
et: Minust
fi: Minusta
fil: Tungkol
hr: O
it: Informazioni
km: អំពី
ko: 소개
sv: Om
th: เกี่ยวกับ
tt: Турында
uk: Про додаток

# profile.language.title
source: Language
et: Keel
fi: Kieli
fil: Wika
hr: Jezik
it: Lingua
km: ភាសា
ko: 언어
sv: Språk
th: ภาษา
tt: Тел
uk: Мова

# wallet.title
source: Wallet
et: Rahakott
fi: Lompakko
fil: Pitaka
hr: Novčanik
it: Portafoglio
km: កាបូប
ko: 지갑
sv: Plånbok
th: กระเป๋าเงิน
tt: Капчык
uk: Гаманець

# wallet.withdraw
source: Withdrawal
et: Väljastamine
fi: Nosto
fil: I-Withdraw
hr: Povlačenje
it: Prelievo
km: ដក
ko: 출금
sv: Uttag
th: ถอน
tt: Акча чыгару
uk: Виведення коштів

# wallet.receive.xor
source: Receive XOR
et: Võta vastu XOR
fi: Vastaanota XOR
fil: Tumanggap ng XOR
hr: Primanje XOR
it: Ricevi XOR
km: ទទួល XOR
ko: 수신 XOR
sv: Ta emot XOR
th: รับ XOR
tt: XOR алырга
uk: Отримати XOR

# contacts.search.hint
source: Phone number or account id
et: Telefoninumber või konto ID
fi: Puhelinnumero tai tilin tunnus
fil: Numero ng telepono o account id
hr: Telefonski broj ili ID računa
it: Numero di telefono o ID account
km: លេខទូរស័ព្ទ ឬលេខកូដសម្គាល់គណនី
ko: 전화 번호 또는 계정 ID
sv: Telefonnummer eller konto-ID
th: หมายเลขโทรศัพท์หรือหมายเลขบัญชีผู้ใช้
tt: Телефон номерасы яки аккаунт ID
uk: Номер телефону або обліковий запис

# contacts.search.empty.state.title
source: No search results
et: Otsingutulemid puuduvad
fi: Ei hakutuloksia
fil: Walang mga resulta ng paghahanap
hr: Nema rezultata pretraživanja
it: Nessun risultato trovato
km: គ្មានលទ្ធផលស្វែងរក
ko: 검색 결과 없음
sv: Inga sökresultat
th: ไม่มีผลลัพธ์การค้นหา
tt: Эзләү нәтиҗәләре юк
uk: Немає результатів

# contacts.empty.state.title
source: Most important contacts will appear here
et: Kõige olulisemad kontaktid kuvatakse siin
fi: Tärkeimmät yhteystiedot näkyvät täällä
fil: Karamihan sa mahahalagang contact ay lilitaw dito
hr: Ovdje će se pojaviti najvažniji kontakti
it: I contatti più importanti appariranno qui
km: ទំនាក់ទំនងសំខាន់បំផុតនឹងបង្ហាញនៅទីនេះ
ko: 가장 중요한 연락처가 여기에 표시됩니다.
sv: Viktigaste kontakterna kommer att visas här
th: รายชื่อผู้ติดต่อที่สำคัญที่สุดจะปรากฏที่นี่
tt: Монда мөһим контактлар күрсәтеләчәк
uk: Тут з’являтимуться найважливіші контакти

# about.software
source: Software
et: Tarkvara
fi: Ohjelmisto
hr: Softver
km: កម្មវិធី
ko: 소프트웨어
sv: Programvara
th: ซอฟต์แวร์
tt: Приложениясы
uk: Додаток

# about.version
source: Version
et: Versioon
fi: Versio
fil: Bersyon
hr: Verzija
it: Versione
km: កំណែទម្រង់
ko: 버전
th: รุ่น
tt: Версиясы
uk: Версія

# about.source.code
source: Source Code
et: Lähtekood
fi: Lähdekoodi
hr: Izvorni kod
it: Codice sorgente
km: ប្រភព​កូដ
ko: 소스 코드
sv: Säkerhets kod
th: รหัสแหล่งที่มา
tt: башлангыч код
uk: Вихідний код

# about.contact.us
source: Contact Us
et: Võtke meiega ühendust
fi: Ota yhteyttä
fil: Makipag-ugnayan sa amin
hr: Kontaktirajte nas
it: Contattaci
km: ទាក់ទងមកពួកយើង
ko: 문의하기
sv: Kontakta oss
th: ติดต่อเรา
tt: Безнең белән элемтәгә керегез
uk: Зв'яжіться з нами

# about.legal
source: Legal
et: Juriidiline
fi: Oikeudellinen
hr: Pravne napomene
it: Legali
km: ច្បាប់
ko: 법적
sv: Rättslig
th: กฎหมาย
tt: Юридик мәгълүмат
uk: Юридична інформація

# about.title
source: About
et: Meist
fi: Minusta
fil: Tungkol
hr: O
it: Informazioni
km: អំពី
ko: 소개
sv: Om
th: เกี่ยวกับ
tt: Турында
uk: Про додаток

# about.privacy
source: Privacy Policy
et: Privaatsuse poliis
fi: Tietosuojakäytäntö
fil: Patakaran sa privacy
hr: Pravila o privatnosti
it: Informativa sulla privacy
km: គោលការណ៍ភាពឯកជន
ko: 개인정보보호정책
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tt: Хосусыйлык политикасы
uk: Політика конфіденційності

# tabbar.activity.title
source: Activity
et: Tegevus
fi: Toiminta
fil: Aktibidad
hr: Aktivnost
it: Attività
km: សកម្មភាព
ko: 활동
sv: Aktivitet
th: กิจกรรม
tt: Эшчәнлек
uk: Діяльність

# tabbar.projects.title
source: Voting
et: Hääletamine
fi: Äänestys
fil: Pagboto
hr: Glasanje
it: Voto
km: ការបោះឆ្នោត
ko: 투표
sv: Röstning
th: การโหวต
tt: Тавыш бирү
uk: Голосування

# tabbar.wallet.title
source: Wallet
et: Rahakott
fi: Lompakko
fil: Pitaka
hr: Novčanik
it: Portafoglio
km: កាបូប
ko: 지갑
sv: Plånbok
th: กระเป๋าเงิน
tt: Капчык
uk: Гаманець

# tabbar.profile.title
source: Profile
et: Profiil
fi: Profiili
hr: Profil
it: Profilo
km: ប្រវត្តិរូប
ko: 프로필
sv: Profil
th: ข้อมูลส่วนตัว
tt: Профиль
uk: Профіль

# tabbar.friends.title
source: Friends
et: Sõbrad
fi: Ystävät
fil: Mga Kaibigan
hr: Prijatelji
it: Amici
km: មិត្តភក្តិ
ko: 친구
sv: Vänner
th: เพื่อน
tt: Дуслар
uk: Друзі

# tutorial.restore.account
source: Restore account access
et: Taastage juurdepääs oma kontole
fi: Palauta tilisi käyttöoikeudet
fil: Ibalik ang access sa iyong account
hr: Vratite pristup svom računu
it: Ripristina l'accesso al tuo account
km: ស្តារការចូលប្រើគណនីរបស់អ្នក
ko: 계정 액세스 복원
sv: Återställ din kontoåtkomst
th: กู้คืนการเข้าถึงบัญชีของคุณ
tt: Аккаунтка керү мөмкинлеген торгызу
uk: Відновлення доступу до облікового запису

# tutorial.terms.and.conditions.2
source: Terms and Conditions
et: Tingimused
fi: Käyttöehdot
fil: Mga Tuntunin at Kondisyon
hr: Opći uvjeti poslovanja
it: Termini e condizioni
km: គោលការណ៍ និងល័ក្ខខ័ណ្ឌ
ko: 이용 약관
sv: Regler och Villkor
th: ข้อกำหนดและเงื่อนไข
tt: Куллану шартлары
uk: Умовами користування

# tutorial.privacy.policy
source: Privacy Policy
et: Privaatsuse poliis
fi: Tietosuojakäytäntö
fil: Patakaran sa Privacy
hr: Pravila o privatnosti
it: Informativa sulla privacy
km: គោលការណ៍ភាពឯកជន
ko: 개인정보보호정책
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tt: Хосусыйлык сәясәте
uk: Політикою конфіденційності

# tutorial.project.success.desc
source: If project succeeds in voting then everybody gets their share
et: Kui projekti poolt hääletamine õnnestub, saavad kõik oma osa
fi: Jos projekti onnistuu äänestämään, niin kaikki saavat osuutensa
fil: Kung ang proyekto ay nagtagumpay sa pagboto , ang lahat ay makakakuha ng kanilang bahagi
hr: Ako projekt uspije u glasovanju onda svatko dobiva svoj dio
it: Se la votazione del progetto ha successo, ognuno ottiene la sua parte
km: ប្រសិនបើគម្រោងជោគជ័យក្នុងការបោះឆ្នោត បន្ទាប់មកអ្នករាល់គ្នានឹងទទួលបានចំណែករបស់ពួកគេ
ko: 만약 프로젝트가 투표에서 성공한다면, 모든 사람들은 그들의 몫을 얻게 됩니다.
sv: Om projektet är framgångsrikt i omröstningen får alla sin andel
th: เมื่อโครงการบรรลุผลในการลงคะแนนแล้ว ทุกคนจะได้รับส่วนแบ่งของตนเอง
tt: Әгәр проект таләг ителгән тавыш җыйса, тавыш бирүчеләрнең барысы да өлөш алачак
uk: Якщо проєкт набирає необхідну кількість голосів, то всі його виборці отримують частку нагороди

# tutorial.votes.desc
source: Users vote for the projects deciding which project should be funded
et: Kasutajad hääletavad projektide poolt ning otsustavad, milliseid projekte tuleks rahastada
fi: Käyttäjät äänestävät hankkeista ja päättävät, mitä hankkeita tulisi rahoittaa.
fil: Ang mga gumagamit ay bumuboto sa mga proyekto para magpasya kung aling proyekto ang dapat pondohan
hr: Korisnici glasuju za projekte i tako odlučuju koji će se projekt financirati
it: Gli utenti votano per i progetti decidendo quale progetto merita di essere finanziato
km: អ្នកប្រើប្រាស់ បោះឆ្នោតសម្រាប់គម្រោង ដែលសម្រេចចិត្តថា តើម្រោងណាមួយគួរតែត្រូវបានផ្តល់មូលនិធិ
ko: 사용자는 어떤 프로젝트에 자금을 지원해야 하는지를 결정하는 프로젝트에 투표합니다.
sv: Användarna röstar på projekt för att avgöra vilket projekt som ska finansieras
th: ผู้ใช้ลงคะแนนให้กับโครงการที่เห็นสมควรได้รับทุน
tt: Кулланучылар проектларга тавыш бирәләр, кайсы шуларның финансланырга тиешлеген хәл итәләр
uk: Користувачі голосують за проєкти, які мають фінансуватися на їхню думку

# tutorial.projects.desc
source: Projects added to Sora by producers and added to voting after selection process
et: Projektid mis tootjad on Sorasse lisanud ning pärast valikumenetlust hääletamisele lisatud
fi: Tuottajien lisäämät projektit Soraan ja lisätty äänestykseen valintaprosessin jälkeen
fil: Ang mga proyekto na idinagdag sa Sora ng mga prodyuser at idinagdag sa proseso ng pagboto pagkatapos ng pagpili
hr: Projekti koje su proizvođači dodali Sori i poslani na glasovanje nakon procesa selekcije
it: I progetti vengono aggiunti a Sora dai produttori e saranno votati dopo un processo di selezione
km: គម្រោងនានា នឹងត្រូវបានបន្ថែមទៅកាន់ Sora ដោយអ្នកផលិត និងត្រូវបានរាប់បញ្ចូលដើម្បីបោះឆ្នោត បន្ទាប់ពីដំណើរការជ្រើសរើស
ko: 공급자가 소라에 추가하고 선정 과정 후 투표에 추가된 프로젝트
sv: Projekt som läggs till i Sora läggs ut för omröstning efter urvalsprocessen
th: หลังจากผ่านกระบวนการคัดเลือก ผู้ผลิตได้เพิ่มโครงการ Sora และเพิ่มการลงคะแนน
tt: Проектлар авторлары аларны Soraга өстиләр – модернизациядән соң проект тавыш бирү өчен ачык була
uk: Автори проєктів додають їх в Sora - після модерації проєкт стає доступний для голосування
