Repository: metrocoindev/Sora-iOS
Catalog: SoraPassport/*.lproj/Localizable.strings
Languages: et, fi, fil, hr, it, km, ko, sv, th, tt, uk

# receive.error_qr_generation
source: Can't generate QR code
et: QR-koodi ei saa luua
fi: QR-koodia ei voi luoda
fil: Hindi makagawa ng QR code
hr: Nije moguće generirati QR kôd
it: Non è possibile generare il codice QR
km: មិនអាចបង្កើត QR កូដ
ko: QR 코드를 생성할 수 없습니다.
th: ไม่สามารถสร้างรหัส QR
uk: Не вдається створити QR-код

# withdraw.title
source: Withdraw
et: Väljavõtmine
fi: Nosto
hr: Povući
it: Prelievo
km: ដក
ko: 출금
th: ถอน
uk: Вивести

# withdraw.total_amount
source: Total amount %@%@
et: Kogusumma %@ %@
fi: Kokonaissumma %@ %@
fil: Kabuuang halaga %@%@
hr: Ukupni iznos %@%@
it: Importo totale %@ %@
km: ចំនួនសរុប %@ %@
ko: 총 금액 %@%@
th: จำนวนเงินทั้งหมด %@ %@
uk: Загальна сума %@ %@

# withdraw.error.no_asset
source: Sorry, we couldn't find asset information you want to send. Please, try again later.
et: Kahjuks me ei leidnud varateavet, mida soovite saata. Palun proovi hiljem uuesti.
fi: Valitettavasti emme löytäneet lähetettäviä sisältötietoja. Yritä uudelleen myöhemmin.
fil: Paumanhin, hindi namin mahanap ang impormasyon ng asset na nais mong ipadala. Mangyaring, subukan uli mamaya.
hr: Žao nam je, nismo mogli pronaći informacije o imovini koje želite poslati. Molim vas, pokušajte ponovno kasnije.
it: Siamo spiacenti, non siamo riusciti a trovare le informazioni sull'asset che volete inviare. Per favore, riprova più tardi.
km: សូមទោស យើងមិនអាចរកឃើញព័ត៌មានអំពីទ្រព្យដែលអ្នកចង់ផ្ញើទេ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 죄송합니다만, 보내려는 자산 정보를 찾을 수 없습니다. 나중에 다시 시도하십시오.
th: ขออภัย เราไม่พบข้อมูลทรัพย์สินดิจิทัลที่คุณต้องการส่ง โปรดลองอีกครั้งในภายหลัง
uk: На жаль, ми не змогли знайти інформацію про активи, які ви хочете відправити. Будь ласка, повторіть спробу пізніше.

# withdraw.error.balance
source: Sorry, balance checking request failed. Please, try again later.
et: Vabandust, saldo kontrollimise taotlus nurjus. Palun proovige hiljem uuesti.
fi: Valitettavasti saldon tarkistuspyyntö epäonnistui. Yritä uudelleen myöhemmin.
fil: Paumanhin, nabigo ang hiling sa pag check ng balanse. Mangyaring, subukan uli mamaya.
hr: Nažalost, zahtjev za provjeru stanja nije uspio. Molimo pokušajte ponovo kasnije.
it: Spiacenti, la richiesta per la verifica del saldo non è riuscita. Per favore riprova più tardi.
km: សូមទោស ការស្នើសុំការពិនិត្យតុល្យភាពបានបរាជ័យ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 죄송합니다만, 잔액 확인 요청에 실패했습니다. 나중에 다시 시도하십시오.
th: ขออภัยคำขอตรวจสอบยอดเงินล้มเหลว โปรดลองอีกครั้งในภายหลัง
uk: На жаль, не вдалося виконати запит на перевірку балансу. Будь ласка, повторіть спробу пізніше.

# withdraw.error.connection
source: Sorry, we couldn't contact withdraw provider. Please, try again later.
et: Kahjuks ei saanud me ühendust väljavõtte teenuseosutajaga. Palun proovige hiljem uuesti.
fi: Valitettavasti emme voineet ottaa yhteyttä noston tarjoajaa. Yritä uudelleen myöhemmin.
fil: Paumanhin, hindi namin makontak ang withdraw provider. Mangyaring, subukan uli mamaya.
hr: Nije moguće kontaktirati pružatelja usluga povlačenja. Molimo pokušajte ponovo kasnije.
it: Mi dispiace, errore di connessione per il prelievo. Per favore, riprova più tardi.
km: សូមទោស យើងមិនអាចទាក់ទងអ្នកផ្តល់សេវាដកបានទេ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 죄송합니다만, 출금 공급자에게 연락하지 못했습니다. 나중에 다시 시도하십시오.
th: ขออภัย เราไม่สามารถติดต่อผู้ให้บริการถอนเงินได้ โปรดลองอีกครั้งในภายหลัง
uk: Не вдається зв'язатися з постачальником послуг виводу. Будь ласка, повторіть спробу пізніше.

# withdraw.error.too_poor
source: Sorry, you don't have enough funds to transfer specified amount.
et: Kahjuks pole teil piisavalt vahendeid määratud summa ülekandmiseks.
fi: Valitettavasti sinulla ei ole tarpeeksi varoja määritetyn summan siirtämiseen.
fil: Paumanhin, wala kang sapat na pondo upang mailipat ang tinukoy na halaga.
hr: Žao nam je, nemate dovoljno sredstava za prijenos navedenog iznosa.
it: Siamo spiacenti, non hai fondi sufficienti per trasferire l'importo specificato.
km: សូមទោស អ្នកមិនមានថវិកាគ្រប់គ្រាន់ដើម្បីផ្ទេរនូវចំនួនដែលបានបញ្ជាក់ទេ។
ko: 죄송합니다만, 귀하는 지정된 금액을 전송하기에 충분한 잔액이 없습니다.
th: ขออภัย คุณมีเงินไม่เพียงพอที่จะโอนจำนวนเงินที่ระบุ
uk: Вибачте, у вас недостатньо коштів для переказу вказаної суми.

# withdraw.error.fail
source: Withdraw failed. Please, try again later.
et: Väljavõtmine nurjus. Palun proovi hiljem uuesti.
fi: Nosto epäonnistui. Yritä uudelleen myöhemmin.
fil: Nabigo ang pag-withdraw. Mangyaring, subukan uli mamaya.
hr: Povlačenje nije uspjelo. Molim vas, pokušajte ponovno kasnije.
it: Prelievo fallito. Per favore, riprova più tardi.
km: ការដកបានបរាជ័យ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 출금에 실패했습니다. 나중에 다시 시도하십시오.
th: การถอนล้มเหลว โปรดลองอีกครั้งในภายหลัง
uk: Не вдається здійснити виведення коштів. Будь ласка, повторіть спробу пізніше.

# amount.module_title
source: Set Amount
et: Määra summa
fi: Aseta määrä
fil: Magset ng halaga
hr: Postavi iznos
it: Imposta quantità
km: កំណត់ចំនួន
ko: 금액 설정하기
th: กำหนดจำนวนเงิน
uk: Встановіть суму

# contacts.module_title
source: Select recipient
et: Valige adressaat
fi: Valitse vastaanottaja
fil: Pumili ng tatanggap
hr: Odabir primatelja
it: Seleziona il destinatario
km: ជ្រើសរើសអ្នកទទួល
ko: 받는 사람을 선택하세요
th: เลือกผู้รับ
uk: Виберіть одержувача

# amount.error.operation_min_limit
source: Sorry, minimal operation amount is %@.
et: Kahjuks on minimaalne toimingu summa %@.
fi: Anteeksi, minimaalinen operaatiomäärä on %@ .
fil: Paumanhin ang minimal na halaga ng operasyon ay %@ .
hr: Nažalost, minimalni iznos je %@ .
it: Spiacenti, l'importo minimo dell'operazione è %@ .
km: សូមទោស ចំនួនប្រតិបត្តិការតិចបំផុតគឺ %@ ។
ko: 죄송합니다, 최소 작업 금액은 %@입니다.
th: ขออภัย จำนวนการดำเนินงานขั้นต่ำคือ %@
uk: На жаль, мінімальна сума операції становить %@.

# invoice_scan.title
source: Scan QR
et: Skaneeri QR
fi: Skannaa QR
fil: I-scan ang QR
hr: Skeniraj QR
it: Scansiona il codice QR
km: ស្កែន QR កូដ
ko: 스캔 QR
th: สแกน QR
uk: Сканувати QR

# amount.defaultFee
source: Transaction fee
et: Tehingu tasu
fi: Liiketoimin maksu
fil: Bayad sa transaksyon
hr: Naknada za transakcije
it: Commissione della transazione
km: ថ្លៃប្រតិបត្តិការ
ko: 거래 수수료
th: ค่าธรรมเนียมการทำธุรกรรม
uk: Комісія за транзакцію

# transaction.sender_id
source: Sender ID
et: Saatja ID
fi: Lähettäjän tunnus
fil: ID ng Tagapagpadala
hr: ID pošiljatelja
it: ID mittente
km: លេខសម្គាល់អ្នកផ្ញើ
ko: 보낸 사람 ID
th: ID ผู้ส่ง
uk: Ідентифікатор відправника

# common.options_title
source: Select an option
et: Valige suvand
fi: Valitse vaihtoehto
fil: Pumili ng opsyon
hr: Odaberite opciju
it: Seleziona un'opzione
km: ជ្រើសរើសជំរើសមួយ
ko: 옵션을 선택하세요
th: เลือกตัวเลือก
uk: Виберіть варіант

# transaction.recipient_id
source: Recipient ID
et: Adressaadi ID
fi: Vastaanottajan tunnus
fil: ID ng tatanggap
hr: ID primatelja
it: ID ricevitore
km: លេខសម្គាល់អ្នកទទួល
ko: 받는 사람 ID
th: ID ผู้รับ
uk: Ідентифікатор одержувача

# transaction.send_again
source: Send again
et: Saada uuesti
fi: Lähetä uudestaan
fil: Ipadala muli
hr: Pošalji ponovno
it: Invia di nuovo
km: ផ្ញើម្តងទៀត
ko: 다시 전송하기
th: ส่งอีกครั้ง
uk: Надіслати знову

# invoice_scan.error.user_not_found
source: Can't find a user from QR
et: Ei leia kasutajat QR-lt
fi: Käyttäjää ei löydy QR:stä
fil: Hindi mahanap ang gumagamit mula sa QR
hr: Nije moguće pronaći korisnika iz QR-a
it: Impossibile trovare un utente dal codice QR
km: មិនអាចរកឃើញអ្នកប្រើប្រាស់ពី QR កូដ
ko: QR에서 사용자를 찾을 수 없습니다.
th: ไม่พบผู้ใช้จาก QR
uk: Не вдається знайти користувача

# operation.fee_title
source: Transaction fee
et: Tehingu tasu
fi: Liiketoimin maksu
fil: Bayad sa transaksyon
hr: Naknada za transakcije
it: Commissione della transazione
km: ថ្លៃប្រតិបត្តិការ
ko: 거래 수수료
th: ค่าธรรมเนียมการทำธุรกรรม
uk: Комісія за транзакцію

# confirmation.title.v1
source: Confirm Transaction
et: Kinnita tehing
fi: Vahvista liiketoimi
fil: Kumpirmahin ang transaksyon
hr: Potvrdi transakciju
it: Conferma transazione
km: បញ្ជាក់ប្រតិបត្តិការ
ko: 거래 확인
th: ยืนยันการทำธุรกรรม
uk: Підтвердити транзакцію

# transaction.details.v1
source: Transaction Details
et: Tehingu üksikasjad
fi: Liiketoimin tiedot
fil: Mga Detalye ng Transaksyon
hr: Detalji o transakciji
it: Dettagli della Transazione
km: ព័ត៌មានលម្អិតអំពីប្រតិបត្តិការ
ko: 거래 세부 정보
th: รายละเอียดธุรกรรม
uk: Деталі транзакції

# profile.faq.title
source: FAQ
et: KKK
fi: UKK
km: សំណួរគេសួរញឹកញាប់
th: คำถามที่พบบ่อย
tt: Eш бирелгән сораулар

# asset.xor.platform
source: SORA NET
sv: Sora
