Repository: metrocoindev/Sora-iOS
Catalog: SoraPassport/*.lproj/Localizable.strings
Languages: et, fi, fil, hr, it, km, ko, sv, th, tt, uk

# invite.accepted.empty.state.title
source: No invites accepted yet
et: Ühtegi kutset pole veel vastu võetud
fi: Kutsuja ei ole vielä hyväksytty
fil: Wala pang natanggap na mga paanyaya
hr: Još nije prihvaćena nijedna pozivnica
it: Nessun invito ancora accettato
km: មិនទាន់មានការអញ្ជើញណាទទួលយកនៅឡើយទេ។
ko: 아직 수락 된 초대가 없습니다
th: ยังไม่มีการยอมรับคำเชิญ
uk: Запрошення ще не приймаються

# tutorial.one.world
source: One World. One Economy.
et: Üks maailm. Üks majandus.
fi: Yksi maailma. Yksi talous.
fil: Isang mundo. Isang Ekonomiya.
hr: Jedan svijet. Jedno gospodarstvo.
it: Un mondo. Un'economia.
km: ពិភពលោក​មួយ។ សេដ្ឋកិច្ចមួយ។
ko: 하나의 세계. 하나의 경제.
th: โลกเดียว. เศรษฐกิจเดียว.
tt: бер дөнья. бер Икътисад.
uk: Один світ. Одна економіка.

# tutorial.one.world.desc
source: SORA is working to become the decentralized central bank for the world, financing the creation of new and exciting applications, under the democratic supervision of the SORA Parliament.
et: SORA töötab selle nimel, et saada maailma detsentraliseeritud keskpangaks, rahastades uute ja põnevate rakenduste loomist SORA parlamendi demokraatliku järelevalve all.
fi: SORA pyrkii tulemaan hajautetuksi maailman keskuspankiksi, joka rahoittaa uusien ja jännittävien sovellusten luomista SORA-parlamentin demokraattisessa valvonnassa.
fil: Ang SORA ay nagtatrabaho upang maging desentralisadong sentral na bangko para sa buong mundo, na pinopondohan ang paglikha ng mga bago at kapanapanabik na aplikasyon, sa ilalim ng demokratikong pangangasiwa ng SORA Parliament.
hr: SORA radi na tome da postane decentralizirana središnja banka za svijet, financirajući stvaranje novih i uzbudljivih aplikacija, pod demokratskim nadzorom parlamenta SORA.
it: SORA sta lavorando per diventare la banca centrale decentralizzata per il mondo, finanziando la creazione di nuove ed entusiasmanti applicazioni, sotto la supervisione democratica del Parlamento SORA.
km: SORA កំពុងធ្វើការដើម្បីក្លាយជាធនាគារកណ្តាលវិមជ្ឈការសម្រាប់ពិភពលោកដោយផ្តល់ហិរញ្ញប្បទានដល់ការបង្កើតពាក្យសុំថ្មីនិងគួរឱ្យរំភើបក្រោមការត្រួតពិនិត្យតាមបែបប្រជាធិបតេយ្យរបស់សភា SORA ។
ko: SORA는 SORA 의회의 민주적 감독하에 새롭고 흥미로운 응용 프로그램을 만드는 데 자금을 지원하면서 전 세계를위한 분산 형 중앙 은행이되기 위해 노력하고 있습니다.
th: SORA กำลังดำเนินการเพื่อเป็นธนาคารกลางที่กระจายอำนาจไปทั่วโลกโดยจัดหาเงินทุนในการสร้างแอปพลิเคชันใหม่ ๆ ที่น่าตื่นเต้นภายใต้การดูแลตามระบอบประชาธิปไตยของรัฐสภา SORA
tt: Кора эшли өстендә, шуның өчен булырга децентрализованным Үзәк банкы өчен бөтен дөнья, финансируя булдыру, яңа һәм захватывающие кушымталар астында парламентының демократик контроле.
uk: SORA працює над тим, щоб стати децентралізованим центральним банком у світі, фінансуючи створення нових захоплюючих додатків під демократичним наглядом парламенту SORA.

# common.retry
source: Retry
et: Uuesti proovima
fi: Yritä uudelleen
fil: Subukang muli
hr: Pokušaj ponovo
it: Riprova
km: ព្យាយាមម្តងទៀត
ko: 다시 해 보다
th: ลองอีกครั้ง
tt: Омтылыш
uk: Повторіть спробу

# ethereum.config.unavailable
source: Ethereum node unavailable
et: Ethereumi sõlm pole saadaval
fi: Ethereum-solmu ei ole käytettävissä
fil: Hindi magagamit ang Ethereum node
hr: Čvor Ethereum nije dostupan
it: Nodo Ethereum non disponibile
km: មិនមានថ្នាំង Ethereum
ko: 이더 리움 노드를 사용할 수 없음
th: โหนด Ethereum ไม่พร้อมใช้งาน
uk: Вузол Ethereum недоступний

# asset.val.fullname
source: SORA Validator Token (VAL)
et: SORA valideerimisluba (VAL)
fi: SORA-validointitunnus (VAL)
hr: SORA žeton za provjeru valjanosti (VAL)
it: Token di convalida SORA (VAL)
km: ថូខឹនសុពលភាពសូរិយា (VAL)
ko: SORA 검증 자 토큰 (VAL)
uk: Токен перевірки SORA (VAL)

# common.input.validator_hint
source: %@ lowercase hex symbols starting with 0x
et: %@ väiketähtedes hex sümbolid algusega 0x
fi: %@ pienimuotoiset heksadesymbolit alkavat 0x
fil: %@ maliit na simbolo ng hex na nagsisimula sa 0x
hr: %@ hex simboli malim slovima počevši od 0x
it: %@ 42 simboli esadecimali minuscoli che iniziano con 0x
km: %@ និមិត្តសញ្ញាប្រព័ន្ធគោលដប់ប្រាំតូចចាប់ផ្តើមដោយ ០x
ko: 0x 로 시작하는 소문자 16자리 기호 %@
th: %@ สัญลักษณ์ hex ตัวพิมพ์เล็กเริ่มต้นด้วย 0x
uk: %@ символів нижнього регістру, починаючи з 0x

# common.incoming
source: Incoming
et: Sissetulev
fi: Saapuva
fil: Papasok
hr: Dolazno
it: In entrata
km: ប្រតិបត្តិការចូល
ko: 들어오는
th: ขาเข้า
uk: Вхідні

# common.outgoing
source: Outgoing
et: Väljaminev
fi: Lähtevä
fil: Papalabas
hr: Odlazno
it: In uscita
km: ប្រតិបត្តិការចេញ
ko: 나가는
th: ขาออก
uk: Вихідні

# common.input.validator_max_hint
source: Maximum %@ symbols
et: Maksimaalselt %@ sümbolit
fi: Enintään %@ symbolia
fil: Maximum %@ simbolo
hr: Maksimalno %@ simbola
it: Massimo %@ simboli
km: និមិត្តសញ្ញា %@ អតិបរមា
ko: 최대 %@글자
th: สัญลักษณ์มีสูงสุด %@อัน
uk: Максимум %@ символів

# common.all
source: All
et: Kõik
fi: Kaikki
fil: Lahat
hr: Sve
it: Tutti
km: ទាំងអស់
ko: 모두
th: ทั้งหมด
uk: Усі

# common.error
source: Error
et: Viga
fi: Virhe
hr: Pogreška
it: Errore
km: កំហុស
ko: 오류
th: เกิดข้อผิดพลาด
uk: Помилка

# common.not_now
source: Not now
et: Mitte praegu
fi: Ei nyt
fil: Hindi ngayon
hr: Ne sada
it: Non adesso
km: មិនមែនឥឡូវទេ
ko: 나중에
th: ไม่ใช่ตอนนี้
uk: Не зараз

# common.open_settings
source: Open settings
et: Ava seaded
fi: Avaa asetukset
fil: Buksan ang settings
hr: Otvorite postavke
it: Apri le impostazioni
km: បើកការកំណត់
ko: 설정 열기
th: เปิดการตั้งค่า
uk: Налаштування

# common.account_share
source: My account is:
et: Minu konto on:
fi: Tilini on:
fil: Ang aking account ay:
hr: Moj račun je:
it: Il mio account è:
km: គណនីរបស់ខ្ញុំគឺ:
ko: 내 계정은:
th: บัญชีของฉันคือ:
uk: Мій обліковий запис:

# common.show_more
source: Show more
et: Näita rohkem
fi: Näytä lisää
fil: Magpakita pa
hr: Prikaži više
it: Mostra di più
km: បង្ហាញច្រើនទៀត
ko: 더 보기
th: แสดงมากขึ้น
uk: Показати більше

# common.show_less
source: Show less
et: Näita vähem
fi: Näytä vähemmän
fil: Huwag gaanong ipakita
hr: Pokaži manje
it: Mostra meno
km: បង្ហាញតិចជាង
ko: 접기
th: แสดงน้อยลง
uk: Згорнути

# common.send
source: Send
et: Saada
fi: Lähettää
fil: Ipadala
hr: Poslati
it: Invia
km: ផ្ទេរ
ko: 보내기
th: ส่ง
uk: Відправити

# common.receive
source: Receive
et: Võta vastu
fi: Vastaanottaa
fil: Tumanggap
hr: Primiti
it: Ricevi
km: ទទួល
ko: 받기
th: รับ
uk: Отримати

# common.description
source: Description
et: Kirjeldus
fi: Kuvaus
fil: Paglalarawan
hr: Opis
it: Descrizione
km: ការពិពណ៌នា
ko: 상세설명
th: รายละเอียด
uk: Опис

# common.description_optional
source: Description (optional)
et: Kirjeldus (valikuline)
fi: Kuvaus (valinnainen)
fil: Paglalarawan (opsyonal)
hr: Opis (nije obavezno)
it: Descrizione (opzionale)
km: ការពិពណ៌នា (ជាជម្រើស)
ko: 상세설명 (선택)
th: รายละเอียด (ตัวเลือกเสริม)
uk: Опис (необов'язково)

# common.search
source: Search
et: Otsing
fi: Haku
fil: Maghanap
hr: Pretraživanje
it: Ricerca
km: ស្វែងរក
ko: 검색
th: ค้นหา
uk: Пошук

# account.details_title
source: Account details
et: Konto üksikasjad
fi: Tilin tiedot
fil: Mga detalye ng account
hr: Detalji o računu
it: Dettagli account
km: ព័ត៌មានលម្អិតអំពីគណនី
ko: 계정 세부 정보
th: รายละเอียดบัญชี
uk: Дані облікового запису

# amount.error.asset
source: Sorry, we couldn't find asset information you want to send. Please, try again later.
et: Kahjuks me ei leidnud varateavet, mida soovite saata. Palun proovige hiljem uuesti.
fi: Valitettavasti emme löytäneet lähetettäviä sisältötietoja. Yritä uudelleen myöhemmin.
fil: Paumanhin, hindi namin mahanap ang impormasyon ng asset na nais mong ipadala. Mangyaring, subukan uli mamaya.
hr: Žao nam je, nismo mogli pronaći informacije o imovini koje želite poslati. Molim vas, pokušajte ponovno kasnije.
it: Siamo spiacenti, non siamo riusciti a trovare le informazioni sull'asset che volete inviare. Per favore, riprova più tardi.
km: សូមទោស យើងមិនអាចរកឃើញព័ត៌មានអំពីទ្រព្យដែលអ្នកចង់ផ្ញើទេ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 죄송합니다만, 귀하께서 보낼 자산 정보를 찾을 수 없습니다. 나중에 다시 시도하십시오.
th: ขออภัย เราไม่พบข้อมูลทรัพย์สินดิจิทัลที่คุณต้องการส่ง โปรดลองอีกครั้งในภายหลัง
uk: На жаль, ми не змогли знайти інформацію про активи, які ви хочете відправити. Будь ласка, повторіть спробу пізніше.

# amount.error.balance
source: Sorry, balance checking request failed. Please, try again later.
et: Vabandust, saldo kontrollimise taotlus nurjus. Palun proovige hiljem uuesti.
fi: Valitettavasti saldon tarkistuspyyntö epäonnistui. Yritä uudelleen myöhemmin.
fil: Paumanhin, nabigo ang balance checking request. Mangyaring, subukan uli mamaya.
hr: Nažalost, zahtjev za provjeru stanja nije uspio. Molimo pokušajte ponovo kasnije.
it: Spiacenti, la richiesta per la verifica del saldo non è riuscita. Per favore riprova più tardi.
km: សូមទោស ការស្នើសុំការពិនិត្យតុល្យភាពបានបរាជ័យ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 죄송합니다만, 잔액 확인 요청이 실패했습니다. 나중에 다시 시도하십시오.
th: ขออภัย คำขอตรวจสอบยอดเงินล้มเหลว โปรดลองอีกครั้งในภายหลัง
uk: На жаль, не вдалося виконати запит на перевірку балансу. Будь ласка, повторіть спробу пізніше.

# amount.error.transfer
source: Sorry, we couldn't contact transfer provider. Please, try again later.
et: Kahjuks ei saanud me ülekande pakkujaga ühendust. Palun proovi hiljem uuesti.
fi: Valitettavasti emme voineet ottaa yhteyttä siirtopalveluun. Yritä uudelleen myöhemmin.
fil: Paumanhin, hindi namin makontak ang transfer provider. Mangyaring, subukan uli mamaya.
hr: Nije moguće kontaktirati pružatelja usluga transfera. Molimo pokušajte ponovo kasnije.
it: Mi dispiace, non siamo riusciti a contattare il fornitore di prelievo. Per favore, riprova più tardi.
km: សូមទោស យើងមិនអាចទាក់ទងអ្នកផ្តល់សេវាផ្ទេរបានទេ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 죄송합니다만, 전송 공급자에게 연락할 수 없습니다. 나중에 다시 시도하십시오.
th: ขออภัย เราไม่สามารถติดต่อผู้ให้บริการถอนเงินได้ โปรดลองอีกครั้งในภายหลัง
uk: Не вдається зв'язатися з постачальником послуг переказів. Будь ласка, повторіть спробу пізніше.

# amount.error.no_funds
source: Sorry, you don't have enough funds to transfer specified amount.
et: Kahjuks pole teil määratud summa ülekandmiseks piisavalt vahendeid.
fi: Valitettavasti sinulla ei ole tarpeeksi varoja määritetyn summan siirtämiseen.
fil: Paumanhin, wala kang sapat na pondo upang mailipat ang tinukoy na halaga.
hr: Žao nam je, nemate dovoljno sredstava za prijenos navedenog iznosa.
it: Siamo spiacenti, non hai fondi sufficienti per trasferire l'importo specificato.
km: សូមទោស អ្នកមិនមានថវិកាគ្រប់គ្រាន់ដើម្បីផ្ទេរចំនួនដែលបានបញ្ជាក់ទេ។
ko: 죄송합니다만, 귀하는 지정된 금액을 전송하기에 충분한 잔액이 없습니다.
th: ขออภัย คุณมีเงินไม่เพียงพอที่จะโอนจำนวนเงินที่ระบุ
uk: Вибачте, у вас недостатньо коштів для переказу вказаної суми.

# amount.fee
source: Transaction fee %@
et: Tehingutasu %@
fi: Liiketoimin maksu
fil: Bayad sa transaksyon %@
hr: Naknada za transakciju %@
it: Commissione della transazione %@
km: ថ្លៃប្រតិបត្តិការ %@
ko: 거래 수수료%@
th: ค่าธรรมเนียมการทำธุรกรรม%@
uk: Комісія за транзакцію %@

# amount.title
source: Amount
et: Summa
fi: Summa
fil: Halaga
hr: Iznos
it: Quantità
km: ចំនួន
ko: 양
th: จำนวน
uk: Сума

# amount.send
source: Amount to send
et: Saadetav summa
fi: Lähetettävä määrä
fil: Halagang ipapadala
hr: Iznos za slanje
it: Quantità da inviare
km: ចំនួនដែលត្រូវផ្ញើ
ko: 보낼 금액
th: ยอดเงินที่ส่ง
uk: Сума переказу

# amount.total
source: Total amount
et: Kogu summa
fi: Kokonaismäärä
fil: Kabuuang halaga
hr: Ukupni iznos
it: Importo totale
km: ចំនួនសរុប
ko: 총액
th: จำนวนทั้งหมด
uk: Загальна сума

# asset_selection.no_asset
source: No asset
et: Pole vara
fi: Ei omaisuutta
fil: Walang asset
hr: Nema imovine
it: Nessun asset
km: គ្មានទ្រព្យ
ko: 자산 없음
th: ไม่มีสินทรัพย์ดิจิทัล
uk: Немає активів

# confirmation.title
source: Confirmation
et: Kinnitus
fi: Vahvistus
fil: Pagkumpirma
hr: Potvrda
it: Conferma
km: ការបញ្ជាក់
ko: 확인
th: การยืนยัน
uk: Підтвердження

# confirmation.hint
source: Please check and confirm details
et: Palun kontrollige ja kinnitage üksikasjad
fi: Tarkista ja vahvista tiedot
fil: Mangyaring suriin at kumpirmahin ang mga detalye
hr: Molimo provjerite i potvrdite detalje
it: Si prega di controllare e confermare i dettagli
km: សូមពិនិត្យនិងបញ្ជាក់ព័ត៌មានលម្អិត
ko: 승인 세부 사항을 확인하세요.
th: กรุณาตรวจสอบและยืนยันรายละเอียด
uk: Будь ласка, перевірте і підтвердьте деталі

# status.title
source: Status
et: Olek
fi: Tila
fil: Katayuan
it: Stato
km: ស្ថានភាព
ko: 상태
th: สถานะ
uk: Статус

# status.pending
source: Pending
et: Ootel
fi: Odotettaessa
fil: Naghihintay
hr: U tijeku
it: in attesa
km: រង់ចាំ
ko: 대기중
th: รอดำเนินการ
uk: В очікуванні

# status.rejected
source: Rejected
et: Tagasi lükatud
fi: Hylätty
fil: Tinanggihan
hr: Odbijeno
it: Rifiutato
km: បានបដិសេធ
ko: 거부됨
th: ปฏิเสธแล้ว
uk: Відхилено

# status.success
source: Success
et: Edu
fi: Menestys
fil: Tagumpay
hr: Uspješno provedeno
it: Successo
km: ជោគជ័យ
ko: 성공
th: สำเร็จ
uk: Успіх

source: Transaction details
et: Tehingu üksikasjad
fi: Tapahtuman tiedot
fil: Mga Detalye ng Transaksyon
hr: Detalji transakcije
it: Dettagli della transazione
km: ព័ត៌មានលម្អិតអំពីប្រតិបត្តិការ
ko: 거래 세부 정보
th: รายละเอียดธุรกรรม
uk: Деталі транзакції

# transaction.sender
source: Sender
et: Saatja
fi: Lähettäjä
fil: Nagpapadala
hr: Pošiljatelj
it: Mittente
km: អ្នកផ្ញើ
ko: 보낸 사람
th: ผู้ส่ง
uk: Відправник

# transaction.recipient
source: Recipient
et: Saaja
fi: Vastaanottaja
fil: Tatanggap
hr: Primatelj
it: Destinatario
km: អ្នកទទួល
ko: 받는 사람
th: ผู้รับ
uk: Одержувач

# transaction.sent
source: Amount sent
et: Saadetud summa
fi: Lähetetty määrä
fil: Halagang ipinadala
hr: Poslani iznos
it: Importo inviato
km: ចំនួនដែលបានផ្ញើ
ko: 보낸 금액
th: ยอดเงินที่ส่ง
uk: Сума

# transaction.fee
source: Fee
et: Tasu
fi: Maksu
fil: Bayad
hr: Naknada
it: Commissione
km: ថ្លៃសេវា
ko: 수수료
th: ค่าธรรมเนียม
uk: Комісія

# transaction.send_back
source: Send back
et: Saada tagasi
fi: Lähettää takaisin
fil: Magpadala pabalik
hr: Pošalji natrag
it: Invia di nuovo
km: ផ្ញើត្រឡប់ទៅវិញ
ko: 되돌려 보내기
th: ส่งกลับ
uk: Відправити

source: Transaction ID
et: Tehingu ID
fi: Tapahtuman tunnus
fil: Transaksyon ID
hr: ID transakcije
it: ID transazione
km: លេខសម្គាល់ប្រតិបត្ដិការ
ko: 거래 ID
th: ID ธุรกรรม
uk: Ідентифікатор

# transaction.date
source: Date and time
et: Kuupäev ja kellaaeg
fi: Päivämäärä ja aika
fil: Petsa at oras
hr: Datum i vrijeme
it: Data e ora
km: កាលបរិច្ឆេទ និង ពេលវេលា
ko: 날짜와 시간
th: วันและเวลา
uk: Дата і час

# transaction.reason
source: Reason
et: Põhjus
fi: Syy
fil: Dahilan
hr: Razlog
it: Motivo
km: មូលហតុ
ko: 이유
th: เหตุผล
uk: Причина

# transaction.type
source: Type
et: Tüüp
fi: Tyyppi
fil: Uri
hr: Tip
it: Tipo
km: ប្រភេទ
ko: 유형
th: ชนิด
uk: Тип

# transaction.done
source: All done
et: Kõik tehtud
fi: Kaikki tehty
fil: Tapos na lahat
hr: Sve gotovo
it: Tutto fatto
km: រួចរាល់អស់ហើយ
ko: 모두 완료
th: ทุกอย่างเสร็จเรียบร้อย
uk: Готово

# transaction.pending_description
source: Funds are being sent
et: Rahalisi vahendeid saadetakse
fi: Varoja lähetetään
fil: Ang mga pondo ay ipinapadala
hr: Sredstva se šalju
it: I fondi sono stati inviati
km: ថវិកាកំពុងត្រូវបានផ្ញើ
ko: 금액을 발송중입니다.
th: ทุนจะถูกส่ง
uk: Кошти надсилаються

# transaction.error.fail
source: Transaction failed. Please, try again later.
et: Tehing ebaõnnestus. Palun proovi hiljem uuesti.
fi: Tapahtuma epäonnistui. Yritä uudelleen myöhemmin.
fil: Nabigo ang transaksyon. Mangyaring, subukan uli mamaya
hr: Transakcija nije uspjela. Molimo pokušajte ponovo kasnije.
it: Transazione fallita. Per favore, riprova più tardi.
km: ប្រតិបត្តិការបរាជ័យ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 거래에 실패했습니다. 나중에 다시 시도하십시오.
th: การทำธุรกรรมล้มเหลว โปรดลองอีกครั้งในภายหลัง
uk: Операція не вдалася. Будь ласка, повторіть спробу пізніше.

# contacts.title
source: Contacts
et: Kontaktid
fi: Yhteystiedot
fil: Mga contact
hr: Kontakti
it: Contatti
km: ទំនាក់ទំនង
ko: 주소록
th: ติดต่อ
uk: Контакти

# contacts.search_results
source: Search results
et: Otsingu tulemused
fi: Hakutulokset
fil: Mga resulta ng paghahanap
hr: Rezultati pretraživanja
it: Risultati di ricerca
km: លទ្ធផលស្វែងរក
ko: 검색 결과
th: ผลการค้นหา
uk: Результати пошуку

# contacts.scan
source: Scan QR code
et: Skaneeri QR-kood
fi: Skannaa QR-koodi
fil: I-scan ang QR code
hr: Skeniraj QR kod
it: Scansiona il codice QR
km: ស្កេន QR កូដ
ko: QR 코드를 스캔하기
th: สแกนรหัส QR
uk: Сканувати QR

# filter.title
source: Set filter
et: Määra filter
fi: Aseta suodatin
fil: Itakda ang filter
hr: Postavi filtar
it: Imposta filtro
km: កំណត់តម្រង
ko: 필터 설정하기
th: ตั้งค่าตัวกรอง
uk: Встановити фільтр

# filter.assets
source: Assets
et: Varad
fi: Varat
fil: Mga Asset
hr: Imovine
km: ទ្រព្យ
ko: 자산
th: สินทรัพย์ดิจิทัล
uk: Активи

# filter.dateRange
source: Date range
et: Kuupäevavahemik
fi: Ajanjakso
fil: Saklaw ng petsa
hr: Raspon datuma
it: Intervallo di date
km: ចន្លោះកាលបរិច្ឆេទ
ko: 날짜 범위
th: ช่วงวันที่
uk: Діапазон дат

# filter.from
source: From
et: Alates
fi: Keneltä
fil: Mula sa
hr: Od
it: Da
km: ចាប់ពី
ko: 부터
th: จาก
uk: Від

# filter.to
source: To
et: Kuni
fi: Kenelle
fil: Para
hr: Na
it: A
km: រហូតដល់
ko: 로
th: ถึง
uk: До

# filter.type
source: Type
et: Tüüp
fi: Tyyppi
fil: Uri
hr: Tip
it: Tipo
km: ប្រភេទ
ko: 유형
th: ชนิด
uk: Тип

# filter.reset
source: Reset
et: Lähtesta
fi: Nollaa
fil: I-reset
it: Reimposta
km: កំណត់ឡើងវិញ
ko: 리셋
th: ตั้งค่าใหม่
uk: Скинути

# history.title
source: Recent events
et: Hiljutised sündmused
fi: Viimeaikaiset tapahtumat
fil: Kamakailang mga kaganapan
hr: Nedavni događaji
it: Eventi recenti
km: ព្រឹត្តិការណ៍ថ្មីៗ
ko: 최근 이벤트
th: กิจกรรมล่าสุด
uk: Останні події

# invoice_scan.scan
source: Scan code from receiver
et: Skaneerige kood vastuvõtjalt
fi: Skannaa koodi vastaanottimelta
fil: I-scan ang code mula sa tatanggap
hr: Skenirajte kod primtelja
it: Codice di scansione del destinatario
km: ស្កេនលេខកូដពីអ្នកទទួល
ko: 받는 사람에게서 코드 스캔
th: สแกนรหัสจากผู้รับ
uk: Піднесіть QR код одержувача

# invoice_scan.upload
source: Upload from gallery
et: Laadige üles galeriist
fi: Lataa galleriasta
fil: Mag-upload mula sa galerya
hr: Prijenos iz galerije
it: Carica dalla galleria
km: ផ្ទុកឡើងពីវិចិត្រសាល
ko: 갤러리에서 업로드
th: อัปโหลดจากแกลเลอรี่
uk: Завантажити з галереї

# invoice_scan.error.camera_restricted
source: Unfortunately, access to the camera is restricted.
et: Kahjuks on kaamerale juurdepääs piiratud.
fi: Valitettavasti pääsy kameraan on rajoitettu.
fil: Sa kasamaang palad, ang pag-access sa camera ay pinigilan.
hr: Nažalost, pristup kameri je ograničen.
it: Purtroppo, l'accesso alla fotocamera è limitato.
km: ជាអកុសល ការចូលប្រើកាមេរ៉ាត្រូវបានដាក់កម្រិត។
ko: 안타깝게도 카메라에 대한 접근 권한이 제한됩니다.
th: น่าเสียดายที่การเข้าถึงกล้องนั้นถูกจำกัด
uk: На жаль, доступ до камери обмежено.

# invoice_scan.error.camera_restricted_previously
source: Unfortunately, you denied access to camera previously. Would you like to allow access now?
et: Kahjuks keelasite varem juurdepääsu kaamerale. Kas soovite juurdepääsu nüüd lubada?
fi: Valitettavasti olet estänyt pääsyn kameraan aiemmin. Haluatko sallia pääsyn nyt?
fil: Sa kasamaang palad, tinanggihan mo ang pag-access sa camera dati. Nais mo bang payagan ang pag-access ngayon?
hr: Nažalost, prethodno ste odbili pristup kameri. Želite li dopustiti pristup sada?
it: Sfortunatamente hai negato l'accesso alla videocamera in precedenza. Desideri consentire l'accesso ora?
km: ជាអកុសល អ្នកបានបដិសេធការចូលប្រើកាមេរ៉ាពីមុន។ តើអ្នកចង់អនុញ្ញាតការចូលប្រើឥឡូវនេះទេ?
ko: 안타깝게도 귀하는 이전에 카메라에 대한 접근 권한을 거부했습니다. 권한을 허용하시겠습니까?
th: น่าเสียดายที่คุณปฏิเสธการเข้าถึงกล้องก่อนหน้านี้ คุณต้องการอนุญาตการเข้าถึงตอนนี้หรือไม่
uk: На жаль, ви відмовили у доступі до камери раніше. Бажаєте дозволити доступ зараз?

# invoice_scan.error.camera_title
source: Camera Access
et: Juurdepääs kaamerale
fi: Kameran käyttö
fil: Pag-access sa Camera
hr: Pristup kameri
it: Accesso alla fotocamera
km: ចូលប្រើកាមេរ៉ា
ko: 카메라 접근 권한
th: การเข้าถึงกล้อง
uk: Доступ до камери

# invoice_scan.error.no_info
source: QR can't be decoded
et: QR-koodi ei saa dekodeerida
fi: QR-koodia ei voi dekoodata
fil: Ang QR ay hindi maaaring mai-decode
hr: QR se ne može dekodirati
it: Il QR non può essere decodificato
km: QR កូដមិនអាចត្រូវបានបកប្រែ
ko: QR을 디코딩할 수 없습니다.
th: ไม่สามารถถอดรหัส QR ได้
uk: Неможливо декодувати QR

# invoice_scan.error.invalid_image
source: Can't process selected image
et: Valitud pilti ei saa töödelda
fi: Valittua kuvaa ei voi käsitellä
fil: Hindi ma-proseso ang napiling imahe
hr: Nije moguće obraditi odabranu sliku
it: Non è possibile elaborare l'immagine selezionata
km: មិនអាចដំណើរការរូបភាពដែលបានជ្រើសរើសទេ
ko: 선택한 이미지를 처리할 수 없습니다.
th: ไม่สามารถประมวลผลภาพที่เลือก
uk: Неможливо обробити вибране зображення

# invoice_scan.error.gallery_restricted
source: Unfortunately, access to the photos is restricted.
et: Kahjuks on juurdepääs fotodele piiratud.
fi: Valitettavasti pääsy valokuviin on rajoitettu.
fil: Sa kasamaang palad, ang pag-access sa mga larawan ay pinigilan.
hr: Nažalost, pristup fotografijama je ograničen.
it: Purtroppo l'accesso alle foto è limitato.
km: ជាអកុសល ការចូលប្រើរូបភាពត្រូវបានដាក់កម្រិត។
ko: 안타깝게도 사진에 대한 접근 권한이 제한됩니다.
th: น่าเสียดายที่การเข้าถึงกล้องถูกจำกัด
uk: На жаль, доступ до фотографій обмежено.

# invoice_scan.error.gallery_restricted_previously
source: Unfortunately, you denied access to photos previously. Would you like to allow access now?
et: Kahjuks keelasite varem juurdepääsu fotodele. Kas soovite juurdepääsu nüüd lubada?
fi: Valitettavasti olet estänyt pääsyn valokuviin aiemmin. Haluatko sallia pääsyn nyt?
fil: Sa kasamaang palad, tinanggihan mo ang pag-access sa mga larawan dati. Nais mo bang pahintulutan ang pag-access ngayon?
hr: Nažalost, ranije ste odbili pristup fotografijama. Želite li sada dopustiti pristup?
it: Sfortunatamente hai negato l'accesso alle foto in precedenza. Desideri consentire l'accesso ora?
km: ជាអកុសល អ្នកបានបដិសេធការចូលប្រើរូបថតពីមុន។ តើអ្នកចង់អនុញ្ញាតការចូលប្រើឥឡូវនេះទេ?
ko: 안타깝게도 귀하는 이전에 사진에 대한 접근 권한을 거부했습니다. 권한을 허용하시겠습니까?
th: น่าเสียดายที่คุณปฏิเสธการเข้าถึงกล้องก่อนหน้านี้ คุณต้องการอนุญาตการเข้าถึงตอนนี้หรือไม่
uk: На жаль, ви відмовили у доступі до фотографій. Бажаєте дозволити доступ зараз?

# invoice_scan.error.gallery_title
source: Photos Access
et: Juurdepääs fotodele
fi: Kuvien käyttö
fil: Access sa mga Larawan
hr: Pristup fotografijama
it: Accesso alle foto
km: ចូលប្រើរូបភាព
ko: 사진 접근 권한
th: การเข้าถึงภาพถ่าย
uk: Доступ до фотографій

# invoice_scan.error.match
source: You can't send to yourself
et: Sa ei saa endale saata
fi: Et voi lähettää itsellesi
fil: Hindi mo puwedeng mag-send sa sarili mo
hr: Ne možete poslati sebi.
it: Non puoi inviare a te stesso
km: អ្នកមិនអាចផ្ញើទៅកាន់ខ្លួនអ្នកបានទេ
ko: 자신에게 보낼 수 없습니다.
th: คุณไม่สามารถส่งให้กับตัวเอง
uk: Ви не можете надіслати собі

# invoice_scan.error.extract_fail
source: Can't extract receiver's data
et: Vastuvõtja andmeid ei saa ekstraktida
fi: Vastaanottimen tietoja ei voi purkaa
fil: Hindi ma-extract ang datos ng tatanggap
hr: Ne mogu izvući podatke primatelja
it: Impossibile estrarre i dati del destinatario
km: មិនអាចដកស្រង់ទិន្នន័យរបស់អ្នកទទួល
ko: 받는 사람의 데이터를 추출할 수 없습니다.
th: ไม่สามารถแยกข้อมูลของผู้รับ
uk: Не вдається витягти дані одержувача

# invoice_scan.error.no_receiver
source: Receiver couldn't be found
et: Vastuvõtjat ei leitud
fi: Vastaanotinta ei löytynyt
fil: Hindi matagpuan ang tatanggap
hr: Primatelj nije pronađen
it: Destinatario non trovato
km: រកអ្នកទទួលមិនឃើញ
ko: 받는 사람을 찾을 수 없습니다.
th: ไม่พบผู้รับ
uk: Не вдалося знайти одержувача

# invoice_scan.error.no_internet
source: Please, check internet connection
et: Palun kontrollige Interneti-ühendust
fi: Tarkista internetyhteys
fil: Mangyaring, suriin ang koneksyon sa internet
hr: Molimo, provjerite internetsku vezu
it: Per favore, controlla la connessione internet
km: សូមពិនិត្យការភ្ជាប់ទៅកាន់អ៊ីនធឺណិត
ko: 인터넷 연결을 확인하세요.
th: กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ต
uk: Будь ласка, перевірте підключення

# receive.title
source: Receive assets
et: Vara vastuvõtmine
fi: Vastaanottaa varat
fil: Tumanggap ng mga assets
hr: Primanje imovine
it: Ricevi asset
km: ទទួលទ្រព្យ
ko: 자산 받기
th: รับสินทรัพย์ดิจิทัล
uk: Отримати
