Repository: metrocoindev/Sora-iOS
Catalog: SoraPassport/*.lproj/Localizable.strings
Languages: et, fi, fil, hr, it, km, ko, sv, th, tt, uk

# common.use
source: Use
et: Kasuta
fi: Käyttää
fil: Gamitin
hr: Koristiti
it: Usa
km: ប្រើ
ko: 사용
sv: Använd
th: ใช้
tt: Кулланырга
uk: Використати

# common.close
source: Close
et: Sulge
fi: Sulje
fil: Isara
hr: Zatvorite
it: Chiudi
km: បិទ
ko: 닫기
sv: Stäng
th: ปิด
tt: Ябырга
uk: Закрити

source: Try Another
et: Proovige teist
fi: Kokeile toista
fil: Subukan ang Iba pa
hr: Pokušajte s drugim
it: Riprova
km: ព្យាយាមមួយផ្សេងទៀត
ko: 다시 시도하기
sv: Prova en annan
th: ลองอันอื่น
tt: Кабатлап карагыз
uk: Спробувати ще

# common.skip
source: Skip
et: Jäta vahele
fi: Ohita
fil: Laktawan
hr: Preskoči
it: Salta
km: រំលង
ko: 건너뜀
sv: Hoppa över
th: ข้าม
tt: Үткэрергә
uk: Пропустити

# go.settings
source: Open Settings
et: Ava seaded
fi: Avaa asetukset
fil: Buksan ang settings
hr: Otvorite postavke
it: Apri le Impostazioni
km: បើកការកំណត់
ko: 설정 열기
sv: Öppna Inställningar
th: เปิดการตั้งค่า
tt: Көйләүләр
uk: Налаштування

source: Search
et: Otsing
fi: Hae
fil: Maghanap
hr: Pretraživanje
it: Ricerca
km: ស្វែងរក
ko: 검색
sv: Sök
th: ค้นหา
tt: Эзләү
uk: Пошук

source: Not Now
et: Mitte praegu
fi: Ei nyt
fil: Hindi ngayon
hr: Ne sad
it: Non adesso
km: មិនមែនឥឡូវទេ
ko: 나중에
sv: Inte nu
th: ไม่ใช่ตอนนี้
tt: Хәзер түгел
uk: Не зараз

# network.available
source: Network connection available
et: Võrguühendus on saadaval
fi: Verkkoyhteys on käytettävissä
fil: Available ang koneksyon sa network
hr: Dostupna je mrežna veza
it: Connessione di rete disponibile
km: មានបណ្តាញភ្ជាប់
ko: 네트워크 연결 가능
sv: Nätverksanslutning tillgänglig
th: การเชื่อมต่อระบบเครือข่ายที่พร้อมใช้งาน
tt: Бәйләнеш урнаштырылган
uk: З'єднання налагоджено

# common.error.general.title
source: Error
et: Viga
fi: Virhe
hr: Pogreška
it: Errore
km: កំហុស
ko: 오류
th: ความผิดพลาด
tt: Хата
uk: Помилка

# common.error.unauthorized.body
source: Please, check internet connection and try again later
et: Palun kontrollige Interneti ühendust ja proovige uuesti.
fi: Tarkista internetyhteys ja yritä myöhemmin uudelleen.
fil: Mangyaring, suriin ang koneksyon sa internet at subukang muli mamaya
hr: Provjerite internetsku vezu i pokušajte ponovno kasnije.
it: Per favore, controlla la connessione a Internet e riprova più tardi.
km: សូមពិនិត្យការភ្ជាប់ទៅកាន់អ៊ីនធឺណិត ហើយព្យាយាមម្តងទៀតនៅពេលក្រោយ
ko: 인터넷 연결을 확인하고 나중에 다시 시도하십시오.
sv: Kontrollera internetanslutningen och försök igen senare
th: กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตและลองใหม่อีกครั้งในภายหลัง
tt: Зинһар өчен, интернетка тоташуыгызны тикшерегез һәм кабатлап карагыз.
uk: Будь ласка, перевірте підключення до Інтернету та повторіть спробу пізніше.

# common.error.not.found.title
source: Resource unavailable
et: Ressurss pole saadaval
fi: Resurssi ei ole käytettävissä
fil: Hindi available ang Resource
hr: Resurs nije dostupan
it: Risorsa non disponibile
km: មិនមានធនធាន
ko: 리소스를 사용할 수 없음
sv: Resursen är inte tillgänglig
th: ทรัพยากรไม่พร้อมใช้งาน
tt: Ресурсны ачып булмый
uk: Ресурс недоступний

# common.error.internal.error.title
source: Internal error
et: Sisemine viga
fi: Sisäinen virhe
hr: Interna pogreška
it: Errore interno
km: កំហុសខាងក្នុង
ko: 내부 오류
sv: Internt fel
th: ข้อผิดพลาดภายใน
tt: Эчке хата
uk: Внутрішня помилка

# common.error.internal.error.body
source: We are working hard to fix the problem. Please, try again later.
et: Teeme kõvasti tööd probleemi lahendamiseks. Palun proovi hiljem uuesti.
fi: Teemme kovasti töitä ongelman korjaamiseksi. Yritä myöhemmin uudelleen.
fil: Nagsusumikap kami upang ayusin ang problema. Subukang muli mamaya.
hr: Naporno radimo na rješavanju problema. Molimo pokušajte ponovo kasnije.
it: Stiamo lavorando sodo per risolvere il problema. Per favore, riprova più tardi.
km: យើងកំពុងខិតខំដោះស្រាយបញ្ហានេះ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 저희는 문제를 해결하기 위해 열심히 노력하고 있습니다. 나중에 다시 시도하십시오.
sv: Vi arbetar hårt för att lösa problemet. Vänligen försök igen senare.
th: เรากำลังทำงานอย่างหนักเพื่อแก้ไขปัญหา กรุณาลองใหม่อีกครั้งในภายหลัง
tt: Без проблеманы чишәбез. Зинһар өчен, соңрак кабатлап карагыз.
uk: Ми працюємо над проблемою. Будь ласка, спробуйте пізніше.

# common.error.unexpected.status.title
source: Unexpected Response Status
et: Ootamatu vastuse olek
fi: Odottamaton vastauksen tila
fil: Hindi Inaasahang Katayuan ng Tugon
hr: Neočekivani status odgovora
it: Stato di risposta inatteso
km: ស្ថានភាពនៃការឆ្លើយតបមិនបានរំពឹងទុក
ko: 예기치 않은 응답 상태
sv: Oväntad svarsstatus
th: สถานะการตอบกลับที่ไม่คาดคิด
tt: Көтөлмәгән җавап
uk: Несподіваний статус відповіді

# operation.error.title
source: Operation Failed
et: Toiming nurjus
fi: Toiminto epäonnistui
fil: Nabigo ang operasyon
hr: Operacija nije uspjela
it: Operazione non riuscita
km: ប្រតិបត្តិការបានបរាជ័យ
ko: 작업에 실패하였습니다.
sv: Återgärden misslyckades
th: การดำเนินการล้มเหลว
tt: Операциянең хатасы
uk: Не вдалося виконати операцію

# operation.error.message
source: Please, try again later
et: Palun proovige hiljem uuesti
fi: Yritä myöhemmin uudelleen
fil: Pakisubukan muli mamaya
hr: Molimo pokušajte ponovo kasnije
it: Per favore, riprova più tardi
km: សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ
ko: 나중에 다시 시도하십시오.
sv: Vänligen försök igen senare
th: กรุณาลองใหม่อีกครั้งในภายหลัง
tt: Зинһар өчен, соңрак кабатлап карагыз
uk: Будь ласка, спробуйте пізніше

# connection.error.title
source: Connection Failed
et: Ühendus nurjus
fi: Yhteys epäonnistui
fil: Nabigo ang koneksyon
hr: Veza nije uspjela
it: Connessione fallita
km: ការតភ្ជាប់បានបរាជ័យ
ko: 연결 실패
sv: Anslutningen misslyckades
th: การเชื่อมต่อล้มเหลว
tt: Бәйләнеш хатасы
uk: Помилка підключення

# did.resolver.id.too.long.error.title
source: Identifier too long
et: Identifikaator on liiga pikk
fi: Tunniste liian pitkä
fil: Masyadong mahaba ang identifier
hr: Identifikator je predug
it: Identificativo troppo lungo
km: លេខសម្គាល់វែងពេក
ko: 식별자가 너무 깁니다.
sv: Identifieraren är för lång
th: ตัวระบุยาวเกินไป
tt: Идентификаторы бик озын
uk: Ідентифікатор занадто довгий

# did.resolver.id.duplicated.error.title
source: Identifier duplicated
et: Identifikaator on dubleeritud
fi: Tunniste kopioitu
fil: Doble ang identifier
hr: Identifikator je dupliciran
it: Identificativo duplicato
km: លេខសម្គាល់ស្ទួន
ko: 중복된 식별자
sv: Identifiering duplicerad
th: ตัวระบุซ้ำกัน
tt: Идентификаторы таныклыгы бар
uk: Ідентифікатор вже існує

# did.resolver.invalid.proof.format.error.title
source: Invalid proof format
et: Sobimatu tõendusvorming
fi: Virheellinen todistusmuoto
fil: Hindi wastong format para patunay
hr: Oblik dokaza nije valjan
it: Formato non valido
km: ទ្រង់ទ្រាយភស្តុតាងមិនត្រឹមត្រូវ
ko: 유효하지 않은 증명 형식
sv: Ogiltigt korrekturformat
th: รูปแบบการพิสูจน์ไม่ถูกต้อง
tt: Раслау форматы дөрес түгел
uk: Неприпустимий формат підтвердження

# did.resolver.proof.verification.error.title
source: Proof verification failed
et: Tõenduskontroll ebaõnnestus
fi: Tarkistuksen vahvistaminen epäonnistui
fil: Nabigo ang pag-verify ng patunay
hr: Provjera dokaza nije uspjela
it: Verifica non riuscita
km: ការផ្ទៀងផ្ទាត់ភស្តុតាងបានបរាជ័យ
ko: 증명 검증 실패
sv: Korrektur verifiering misslyckades
th: การยืนยันหลักฐานล้มเหลว
tt: Тикшерү хатасы
uk: Помилка перевірки підтвердження

# did.resolver.public.key.not.found.error.title
source: Missing public key
et: Puudub avalik võti
fi: Julkinen avain puuttuu
fil: Nawawala ang public key
hr: Nedostaje javni ključ
it: Chiave pubblica mancante
km: មិនមាន key ត្រូវបានប្រកាស
ko: 공개 키 누락
sv: Offentlig nyckel saknas
th: ยังไม่ได้กรอกรหัสสาธารณะ
tt: Ачык ачкыч юк
uk: Відсутній публічний ключ

# did.resolver.error.message
source: Decentralized system unexpectedly failed. We are working hard to fix the problem.
et: Detsentraliseeritud süsteem nurjus ootamatult. Me töötame kõvasti, et probleemi lahendada.
fi: Hajautettu järjestelmä epäonnistui epäonnistuneesti. Pyrimme korjaamaan ongelma.
fil: Hindi inaasahang problema nang sistemang desentralisado. Nagsusumikap kami upang ayusin ang problema.
hr: Decentralizirani sustav je neočekivano zakazao. Naporno radimo na rješavanju problema.
it: Il sistema decentralizzato ha riscontrato un errore. Stiamo lavorando sodo per risolvere il problema.
km: ប្រព័ន្ធវិមជ្ឈការបានបរាជ័យដោយមិនបានរំពឹងទុក។ យើងកំពុងខិតខំដោះស្រាយបញ្ហានេះ។
ko: 분산형 시스템이 예기치 않게 실패하였습니다. 저희는 문제를 해결하기 위해 노력하고 있습니다.
sv: Det uppstod ett plötsligt fel med decentraliserat systemet. Vi arbetar hårt för att lösa problemet.
th: ระบบการกระจายอํานาจล้มเหลวโดยไม่คาดคิด เรากําลังทํางานอย่างหนักเพื่อแก้ไขปัญหา
tt: Системада көтелмәгән хат. Без аны төзәтәбез.
uk: Непередбачена помилка децентралізованої системи. Ми вже виправляємо її.

# user.create.phone.verified.error.message
source: Phone number already verified.
et: Telefoninumber on juba kinnitatud.
fi: Puhelinnumero on jo vahvistettu.
fil: Na-verify na ang numero ng telepono.
hr: Telefonski broj je već potvrđen.
it: Numero di telefono già verificato.
km: លេខទូរស័ព្ទបានបញ្ជាក់រួចរាល់ហើយ។
ko: 전화번호가 이미 확인됨.
sv: Telefonnumret har redan verifierats.
th: ยืนยันหมายเลขโทรศัพท์แล้ว
tt: Телефон номеры расланган.
uk: Номер телефону вже підтверджено.

# user.create.phone.invalid.message
source: Phone number is invalid. Please, try another one.
et: Telefoninumber ei sobi. Palun proovige uuesti.
fi: Puhelinnumero on virheellinen. Kokeile toista.
fil: Hindi wasto ang numero ng telepono. Mangyaring, subukan ang iba pa.
hr: Telefonski broj nije važeći. Pokušajte s drugom.
it: Il numero di telefono non è valido. Per favore, provane un altro.
km: លេខទូរស័ព្ទមិនត្រឹមត្រូវ។ សូមសាកល្បងមួយផ្សេងទៀត។
ko: 전화번호가 잘못되었습니다. 다른 것을 시도하십시오.
sv: Telefonnumret är ogiltigt. Vänligen prova ett annat.
th: หมายเลขโทรศัพท์ไม่ถูกต้อง โปรดลองหมายเลขอื่น
tt: Яраксыз телефон номеры. Зинһар өчен , бүтәнне сынап карагыз
uk: Неприпустимий номер телефону. Будь ласка, спробуйте інший.

# user.create.unexpected.message
source: Please, contact support for further steps.
et: Palun võtke edasisteks sammudeks ühendust kasutajatoega.
fi: Ota yhteyttä tukeen lisätoimia varten.
fil: Mangyaring, makipag-ugnay sa suporta para sa karagdagang mga hakbang.
hr: Molimo vas da se za daljnje korake obratite podršci.
it: Si prega di contattare il supporto per ulteriori passaggi.
km: សូមទាក់ទងជំនួយ សម្រាប់ជំហានបន្ទាប់។
ko: 다음 단계는 지원팀에 문의하십시오.
sv: Kontakta support för att kunna gå vidare
th: กรุณาติดต่อฝ่ายสนับสนุนสำหรับขั้นตอนต่อไป
tt: Зинһар өчен, алга таба ярдәм итү өчен ярдәм хезмәтенә языгыз.
uk: Будь ласка, зверніться до служби підтримки для подальших кроків.

# url.no.app.error.message
source: Can't open the external link. Please, make sure there are any application that supports link handling.
et: Välist linki ei saa avada. Palun veenduge, et on olemas mõni rakendus, mis toetab lingi käitlemist.
fi: Ulkoista linkkiä ei voi avata. Varmista, että on olemassa jokin sovellus, joka tukee linkkien käsittelyä.
fil: Hindi mabuksan ang panlabas na link. Mangyaring, siguraduhin na mayroong anumang application na sumusuporta sa paghawak ng link.
hr: Vanjska veza ne može se otvoriti. Molimo vas provjerite postoje li programi koji podržavaju rukovanje vezama.
it: Impossibile aprire il collegamento esterno. Assicurati che ci siano applicazioni che supportano la gestione dei collegamenti.
km: មិនអាចបើកតំណខាងក្រៅបានទេ។ សូមប្រាកដថាមានកម្មវិធីណាមួយ ដែលគាំទ្រការការភ្ចាប់ទៅកាន់តំណ។
ko: 외부 링크를 열 수 없습니다. 링크 처리를 지원하는 응용프로그램이 있는지 확인하십시오.
sv: Det går inte att öppna den externa länken. Se till att det finns ett program som stöder länkhantering.
th: ไม่สามารถเปิดลิงก์ภายนอกได้ กรุณาตรวจสอบให้แน่ใจว่าคุณมีแอปพลิเคชันที่รองรับการจัดการลิงค์
tt: Тышкы сылтаманы ачу хатасы.Зинһар өчен, тиешле кушымта урнаштырылганлыгына тикшерегез.
uk: Неможливо відкрити зовнішнє посилання. Будь ласка, переконайтеся, що на пристрої встановлено відповідний додаток.

# no.email.bound.error.message
source: Please, make sure that the mail application is installed on the device.
et: Veenduge, et seadmesse on installitud meilirakendus.
fi: Varmista, että sähköpostisovellus on asennettu laitteeseen.
fil: Mangyaring, siguraduhin na ang mail application ay naka-install sa aparato.
hr: Provjerite je li aplikacija za email instalirana na uređaj.
it: Assicurarsi che l'applicazione di posta elettronica sia installata nel dispositivo.
km: សូមប្រាកដថាកម្មវិធីអ៊ីមែលត្រូវបានតំឡើងនៅលើឧបករណ៍។
ko: 메일 응용 프로그램이 장치에 설치되어 있는지 확인하십시오.
sv: Kontrollera att e-post appen är installerat på enheten.
th: โปรดตรวจสอบให้แน่ใจว่าได้ติดตั้งแอปพลิเคชันอีเมลแล้ว
tt: Зинһар өчен, почта клиентының җайланмада урнаштырылганлыгын тикшерегез.
uk: Будь ласка, переконайтеся, що на пристрої встановлено поштовий додаток.

# access.backup.load.error.title
source: Credentials Loading Failed
et: Mandaadi laadimine nurjus
fi: Käyttöoikeustietojen lataus epäonnistui
fil: Nabigo ang Mga Credensial sa Paglo-load
hr: Učitavanje korisničkih podataka a nije uspjelo
it: Caricamento credenziali non riuscito
km: ការផ្ទុកព័ត៌មានបញ្ជាក់បានបរាជ័យ
ko: 자격 증명로드 실패
sv: Inläsning av personuppgifter misslyckades
th: การโหลดข้อมูลรับรองล้มเหลว
tt: Мәгълүматны йөкләүдә хата
uk: Помилка завантаження облікових даних

# access.backup.error.message
source: Please, try repeat registration from scratch.
et: Palun proovige korrata registreerimist algusest peale.
fi: Yritä toistaa rekisteröinti alusta alkaen.
fil: Mangyaring, subukang ulitin ang pagpaparehistro mula sa simula.
hr: Pokušajte ponoviti registraciju ispočetka.
it: Per favore, prova a ripetere la registrazione da zero.
km: សូមព្យាយាមចុះឈ្មោះម្តងទៀតពីដំបូង។
ko: 처음부터 다시 등록을 시도하십시오.
sv: Vänligen gör om registreringen från början
th: กรุณาลองลงทะเบียนซ้ำตั้งแต่เริ่มต้น
tt: Зинһар өчен, теркәлү процессын яңадан башлап карагыз.
uk: Будь ласка, спробуйте повторити реєстрацію з нуля.

# project.title
source: Sora Projects
et: Sora projektid
fi: Sora-projektit
fil: Mga Proyekto ng Sora
hr: Projekti Sore
it: Progetti Sora
km: គម្រោង Sora
ko: 소라 프로젝트
sv: Sora Projekt
th: โครงการ Sora
tt: Sora проектлар
uk: Проєкти Sora

# project.founded.template
source: %@%% votes of %@
et: %@%% / %@ häältest
fi: %@%% ääniä / %@
fil: %@%% na mga boto ng %@
hr: %@%% glasova od %@
it: %@%% voti di %@
km: %@%% សម្លេងឆ្នោតនៃ %@
ko: %@ 중 %@%% 투표
sv: %@%% röster av %@
th: %@%% คะแนนจาก %@
tt: %@%% тавыш арасыннан %@
uk: %@%% голосів із %@

# project.votes.template
source: %@ votes
et: %@ häält
fi: %@ ääntä
fil: %@ na mga boto
hr: %@ glasova
it: %@ voti
km: %@ សម្លេងឆ្នោត
ko: %@투표
sv: %@ röster
th: %@คะแนน
tt: %@ тавыш
uk: %@ голосів

# project.ended.template
source: Ended %@
et: Lõppenud %@
fi: Päättyi %@
fil: Natapos na %@
hr: Završeno %@
it: Terminato %@
km: បានបញ្ចប់ %@
ko: 종료 %@
sv: Avslutade %@
th: สิ้นสุดแล้ว %@
tt: Бетте %@
uk: Завершився %@

# project.not.voted.title
source: Vote
et: Hääleta
fi: Äänestää
fil: Bumoto
hr: Glasanje
it: Vota
km: បោះឆ្នោត
ko: 투표
sv: Rösta
th: คะแนน
tt: Тавыш бирерге
uk: Голосувати

# project.spent.format
source: You've spent %@ votes
et: Olete kulutanud %@ häält
fi: Olet käyttänyt %@ ääntä
fil: Ginastos mo ang %@ na mga boto
hr: Potrošili ste %@ glasova
it: Hai speso % di voti
km: អ្នកបានចំណាយ %@ សម្លេងឆ្នោត
ko: 귀하는 %@ 투표를 사용하셨습니다.
sv: Du har använt %@ röster
th: คุณใช้ไป%@คะแนน
tt: Сез %@ тавышлар бирдегез
uk: Ви віддали %@ голосів

# project.all.small
source: All
et: Kõik
fi: Kaikki
fil: Lahat
hr: Svi
it: Tutti
km: ទាំងអស់
ko: 모두
sv: Alla
th: ทั้งหมด
tt: Бөтенесе
uk: Усі

# project.voted.small
source: Voted
et: Hääletatud
fi: Äänestänyt
fil: Nagboto
hr: Glasali
it: Votato
km: បានបោះឆ្នោត
ko: 투표됨
sv: Röstat
th: ให้คะแนนแล้ว
tt: Минем тавыш
uk: Мої голоси

# project.favourites.small
source: Favourites
et: Lemmikud
fi: Suosikit
fil: Mga Paborito
hr: Favoriti
it: Preferiti
km: ចូលចិត្ត
ko: 즐겨찾기
sv: Favoriter
th: รายการโปรด
tt: Сайланма
uk: Обране

# project.completed.small
source: Done
et: Valmis
fi: Tehty
fil: Tapos na
hr: Gotovo
it: Fatto
km: រួចរាល់
ko: 완료
sv: Klart
th: เสร็จสิ้น
tt: Бетте
uk: Завершено

# empty.voted.project.description
source: Vote for the projects and they will appear here
et: Hääletage projektide poolt ja need ilmuvad siia
fi: Äänestä projekteja, ja ne ilmestyvät tänne
fil: Bumoto para sa mga proyekto at sila ay lilitaw dito
hr: Glasajte za projekte i pojavit će se ovdje
it: Vota per i progetti e loro appariranno qui
km: បោះឆ្នោតសម្រាប់គម្រោងហើយពួកវា នឹងបង្ហាញនៅទីនេះ
ko: 그 프로젝트에 투표하고 여기에 프로젝트가 표시됩니다.
sv: Projekt som du har röstat på kommer att visas här
th: ลงคะแนนให้กับโครงการและโครงการจะปรากฏที่นี่
tt: Сез тавыш биргән проектлар монда барлыкка булачак
uk: Проєкти, за які Ви проголосували, показуватимуться тут

# empty.completed.project.description
source: When voting is complete, you will find projects here
et: Kui hääletamine on lõppenud, siis leiate projektid siit
fi: Kun äänestys on päättynyt, löydät projektit täältä
fil: Kapag kumpleto na ang pagboto, makakakita mo ang mga proyekto dito
hr: Kad glasanje završi, naći ćete projekte ovdje
it: Al termine della votazione, è possibile trovare i progetti qui
km: នៅពេលការបោះឆ្នោតចប់អ្នក នឹងរកឃើញគម្រោងនៅទីនេះ
ko: 투표가 완료되면, 귀하는 여기에서 프로젝트를 찾을 수 있습니다.
sv: När omröstningen är klar, kan du hittar projekt här
th: เมื่อลงคะแนนเสร็จแล้ว คุณจะดูโครงการได้ที่นี่
tt: Тулы тавышлы проектлар монда күрсәтеләчәк
uk: Тут показуватиметься проєкти, голосування для яких завершено

# project.contacts
source: Contacts and information
et: Kontaktid ja teave
fi: Yhteystiedot ja tiedot
fil: Mga contact at impormasyon
hr: Kontakti i informacije
it: Contatti e informazioni
km: ទំនាក់ទំនង និងព័ត៌មាន
ko: 연락처 및 정보
sv: Kontakter och information
th: รายชื่อและข้อมูล
tt: Бәйләнеш һәм мәгълүмат
uk: Контакти та інформація

# project.remove.from.favourite
source: Favourite
et: Lemmik
fi: Suosikki
fil: Paborito
hr: Favoriti
it: Preferito
km: ចូលចិត្ត
ko: 즐겨찾기
sv: Favoriter
th: รายการโปรด
tt: Сайланма
uk: Обране

# project.details.email.subject
source: Sora project details
et: Sora projekti üksikasjad
fi: Sora-projektin tiedot
fil: Mga detalye ng proyekto ng Sora
hr: Detalji projekta Sora
it: Dettagli del progetto Sora
km: ព័ត៌មានលម្អិតអំពីគម្រោង Sora
ko: 소라 프로젝트 세부사항
sv: Sora projektdetaljer
th: รายละเอียดโครงการ Sora
tt: Sora проекты турында тулырак укыгыз
uk: Детальніше про Sora проєкт

# project.discussion.template
source: Discuss %@
et: Arutle %@
fi: Keskustele %@
fil: Talakayin ang %@
hr: Raspraviti %@
it: Discuti %@
km: ពិភាក្សា %@
ko: %@ 논의하다
sv: Diskutera %@
th: สนทนา %@
tt: Фикер алышу %@
uk: Обговорити %@

# project.requires.votes.format
source: Project requires only %@ votes 🚀
et: Projekt vajab ainult %@ häält 🚀
fi: Projekti vaatii vain %@ ääntä 🚀
fil: Ang proyekto ay nangangailangan lamang ng %@ na boto 🚀
hr: Za projekt je potrebno samo %@ glasova 🚀
it: Il progetto richiede solo %@ voti 🚀
km: គម្រោងត្រូវការតែ %@ សម្លេងឆ្នោតទៀតប៉ុណ្ណោះ 🚀
ko: 프로젝트는 %@투표만 요구합니다🚀
sv: Projektet kräver endast %@ röster 🚀
th: โครงการต้องการ %@ คะแนนเท่านั้น🚀
tt: Проект бары тик %@ тавыш таләп итә
uk: Проєкт потребує лише %@ голосів 🚀

# personal.info.first.name
source: First name
et: Eesnimi
fi: Etunimi
fil: Pangalan
hr: Ime
it: Nome
km: នាមខ្លួន
ko: 이름
sv: Förnamn
th: ชื่อ
tt: Исеме
uk: Ім'я

# personal.info.last.name
source: Last name
et: Perekonnanimi
fi: Sukunimi
fil: Apelyido
hr: Prezime
it: Cognome
km: នាមត្រកូល
ko: 성
sv: Efternamn
th: นามสกุล
tt: Фамилиясе
uk: Прізвище

# personal.info.phone
source: Mobile Phone
et: Mobiiltelefon
fi: Matkapuhelimen numero
hr: Mobilni telefon
it: Cellulare
km: លេខទូរស័ព្ទ
ko: 휴대 전화
sv: Mobiltelefon
th: โทรศัพท์มือถือ
tt: Телефон номерасы
uk: Номер телефону

# registration.wrong.status.message
source: You phone number has not been verified yet. Please, try again later.
et: Teie telefoninumber pole veel kinnitatud. Palun proovige hiljem uuesti.
fi: Puhelinnumeroasi ei ole vielä vahvistettu. Yritä uudelleen myöhemmin.
fil: Hindi pa na-verify ang numero ng iyong telepono. Mangyari pa, subukan uli mamaya.
hr: Vaš telefonski broj još nije potvrđen. Molimo pokušajte ponovo kasnije.
it: Il tuo numero di telefono non è stato ancora verificato. Per favore riprova più tardi.
km: លេខទូរស័ព្ទរបស់អ្នកមិនទាន់ត្រូវបានបញ្ជាក់នៅឡើយទេ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 전화번호가 아직 확인되지 않았습니다. 나중에 다시 시도하십시오.
sv: Ditt telefonnummer har inte verifierats ännu. Försök igen senare.
th: หมายเลขโทรศัพท์ของคุณยังไม่ได้รับการยืนยัน โปรดลองใหม่อีกครั้งในภายหลัง
tt: Сезнең номер әле тикшерелмәгән. Зинһар өчен, соңрак кабатлап карагыз
uk: Ваш номер телефону ще не підтверджено. Будь ласка, спробуйте пізніше.

# registration.user.not.found.message
source: You need to verify your phone number first
et: Peate esmalt oma telefoninumbri kinnitama
fi: Sinun on ensin vahvistettava puhelinnumerosi
fil: Kailangan mong i-verify muna ang numero ng iyong telepono
hr: Najprije morate potvrditi svoj telefonski broj
it: Devi prima verificare il tuo numero di telefono
km: អ្នកត្រូវតែបញ្ជាក់លេខទូរស័ព្ទរបស់អ្នកជាមុនសិន
ko: 먼저 전화번호를 확인해야 합니다
sv: Du måste verifiera ditt telefonnummer först
th: คุณต้องยืนยันหมายเลขโทรศัพท์ก่อน
tt: Башта сезгә телефон номерасын расларга кирәк
uk: Потрібно спочатку підтвердити номер телефону

# pincode.confirm.your.pin.code
source: Confirm your pin code
et: Kinnitage oma PIN-kood
fi: Vahvista PIN-koodi
fil: Kumpirmahin ang iyong PIN code
hr: Potvrdite svoj PIN kod
it: Conferma il tuo codice PIN
km: បញ្ជាក់លេខ PIN កូដរបស់អ្នក
ko: 핀코드를 확인하십시오
sv: Bekräfta din PIN-kod
th: ยืนยันรหัส PIN ของคุณ
tt: Сезнен PIN-кодны тикшерегез
uk: Підтвердьте свій PIN-код

# pincode.set.your.pin.code
source: Set your pin code
et: Seadke oma PIN-kood
fi: Aseta PIN-koodi
fil: I-set ang iyong PIN code
hr: Postavite svoj PIN kod
it: Imposta il tuo codice PIN
km: កំណត់លេខ PIN កូដរបស់អ្នក
ko: 핀코드를 설정합니다
sv: Välj din PIN-kod
th: ตั้งรหัส PIN ของคุณ
tt: PIN- коды куегыз
uk: Встановіть свій PIN-код

# ask.touchid.title
source: Touch ID
km: កូដក្រយៅដៃ
ko: 터치 ID
th: ID สัมผัส

# ask.touchid.message
source: Would you like to use Touch ID for authentication?
et: Kas soovite autentimiseks kasutada Touch ID-d?
fi: Haluatko käyttää Touch ID:tä todentamiseen?
fil: Gusto mo bang gumamit ng Touch ID para sa pagpapatunay?
hr: Želite li koristiti Touch ID za provjeru autentičnosti?
it: Desideri utilizzare Touch ID per l'autenticazione?
km: តើអ្នកចង់ប្រើ កូដក្រយៅដៃសម្រាប់ការផ្ទៀងផ្ទាត់ទេ?
ko: 터치 ID를 인증에 사용하시겠습니까?
sv: Vill du använda Touch ID för autentisering?
th: คุณต้องการใช้ ID สัมผัสสําหรับการรับรองความถูกต้องหรือไม่
tt: Кушымта кертү өчен Touch ID кулланырга телисезме?
uk: Чи хочете Ви використовувати Touch ID для автентифікації?

# ask.faceid.title
source: Face ID
hr: Identifikacija licem
km: កូដសម្គាល់មុខ
ko: 얼굴 ID
th: ID ใบหน้า
tt: Йөз ID

# ask.faceid.message
source: Would you like to user Face ID for authentication?
et: Kas soovite autentimiseks kasutada Face ID-d?
fi: Haluatko käyttää Face ID:tä todentamiseen?
fil: Gusto mo bang gumamit ng Face ID para sa pagpapatunay?
hr: Želite li koristiti identifikaciju licem za provjeru autentičnosti?
it: Vuoi utilizzare face ID per l'autenticazione?
km: តើអ្នកចង់ប្រើ កូដសម្គាល់មុខសម្រាប់ការផ្ទៀងផ្ទាត់ទេ?
ko: 인증을 위해 Face ID를 사용하시겠습니까?
sv: Vill du använda Face ID för autentisering?
th: คุณต้องการใช้ ID ใบหน้าสําหรับการรับรองความถูกต้องหรือไม่
tt: Кушымта кертү өчен Йөз ID кулланырга телисезме?
uk: Чи хочете Ви користуватися Face ID для автентифікації?

# ask.biometry.reason
source: Authenticate to access the account
et: Autentimine kontole juurdepääsuks
fi: Todenna tiliä käyttääksesi
fil: Magpatunay para mai-access ang account
hr: Provjera autentičnosti za pristup računu
it: Eseguire l'autenticazione per accedere all'account
km: ផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវដើម្បីចូលប្រើគណនី
ko: 인증하여 계정에 액세스
sv: Autentisera för att få tillgång till kontot
th: รับรองความถูกต้องในการเข้าถึงบัญชี
tt: Аккаунтка керү өчен авторизация эщләгез
uk: Авторизуйтесь для доступу до облікового запису
