Repository: metrocoindev/Sora-iOS
Catalog: SoraPassport/*.lproj/Localizable.strings
Languages: et, fi, fil, hr, it, km, ko, sv, th, tt, uk

# invite.title
source: Invite friends to get more votes daily!
et: Saada sõpradele kutseid selleks, et rohkem hääli saada!
fi: Kutsu ystäviä saamaan enemmän ääniä päivittäin!
fil: Anyayahan ang mga kaibigan upang makakuha ng higit pang mga boto araw-araw!
hr: Pozovite prijatelje da biste dobili više glasova dnevno!
it: Invita gli amici per ottenere più voti ogni giorno!
km: អញ្ជើញមិត្តភក្តិដើម្បីទទួលបានសម្លេងឆ្នោតបន្ថែមជារៀងរាល់ថ្ងៃ!
ko: 매일 더 많은 표를 얻기 위해 친구들을 초대하세요!
sv: Bjud in vänner och få fler röster dagligen!
th: เชิญเพื่อนเพื่อรับคะแนนเพิ่มทุกวัน!
tt: Дусларыгызны чакырыгыз һәм күбрәк тавыш алыгыз!
uk: Запрошуйте друзів, щоб отримувати більше голосів!

# invite.parent.invitation.template
source: You were invited by %@
et: Teid kutsus %@
fi: %@ kutsui sinut
fil: Inimbitahan ka ni %@
hr: Pozvao vas je %@
it: Sei stato invitato da %@
km: អ្នកត្រូវបានអញ្ជើញដោយ %@
ko: 귀하는 %@에 의해 초대되었습니다.
sv: Du blev inbjuden av %@
th: คุณถูกเชิญโดย%@
tt: Сезне %@ кеше чакырды
uk: Ви були запрошені %@

# invite.enter.code.description
source: Have you been invited to Sora? Tap on the button above and enter the code.
et: Kas teid on kutsutud Sora kasutajaks? Puudutage ülal olevat nuppu ja sisestage kood.
fi: Onko sinut kutsuttu Soraan? Napauta yllä olevaa painiketta ja kirjoita koodi.
fil: Inanyayahan kaba sa Sora? I-tap ang buton sa itaas at i-type ang code.
hr: Jeste li pozvani u Soru? Dodirnite gornji gumb i unesite kôd.
it: Sei stato invitato da qualcuno? Tocca il pulsante qui sopra e inserisci il codice.
km: តើអ្នកត្រូវបានអញ្ជើញអោយប្រើប្រាស់កម្មវិធី Sora មែនទេ? ចុចលើប៊ូតុងខាងលើហើយបញ្ចូលលេខកូដ។
ko: Sora에 초대되었습니까? 위의 버튼을 누르고 코드를 입력하십시오.
sv: Har du blivit inbjuden till Sora? Tryck på knappen ovan och ange koden.
th: คุณได้รับเชิญให้ใช้ Sora ใช่ไหม แตะที่ปุ่มด้านบนและกรอกรหัส
tt: Сезне SOraга чакырдылармы? Басыгыз бу төймәгә югарырак һәм языгыз код чакыру.
uk: Вас запросили до Sora? Натисніть кнопку вище і введіть код.

# invite.votes.left.template
source: %@ left
et: %@ järel
fi: %@ jäljellä
fil: naiwan %@
hr: %@ preostalo
it: %@ rimasto
km: នៅសល់ %@
ko: %@ 남음
sv: %@ kvar
th: เหลือ%@
tt: %@ калды
uk: %@ залишилось

# invite.enter.invitation.code.compact
source: Enter code
et: Sisestage kood
fi: Syötä koodi
fil: I-enter ang code
hr: Unesite kod
it: Inserisci il codice
km: បញ្ចូលលេខកូដ
ko: 코드 입력
sv: Ange kod
th: กรอกรหัส
tt: Кодны кертегез
uk: Введіть код

# invite.enter.dialog.hint.template
source: Code contains alphanumeric characters
et: Kood sisaldab tähtnumbrilisi märke
fi: Koodi sisältää aakkosnumeerisia merkkejä
fil: Naglalaman ang Code ng mga alphanumeric character
hr: Kod sadrži alfanumeričke znakove
it: Il codice contiene caratteri alfanumerici
km: លេខកូដមានអក្សរក្រមលេខ
ko: 코드는 영숫자 문자를 포함합니다
sv: Koden innehåller alfanumeriska tecken
th: รหัสประกอบด้วยตัวอักษรและตัวเลข
tt: Кодта хәрефләр яки саннар бар
uk: Код містить буквено-цифрові символи

# invite.code.applied.title
source: Congratulations!
et: Palju õnne!
fi: Onnittelut!
fil: Binabati kita!
hr: Čestitamo!
it: Congratulazioni!
km: សូមអបអរសាទរ!
ko: 축하합니다!
sv: Grattis!
th: ยินดีด้วย!
tt: Котлыйбыз!
uk: Вітаємо!

# invite.code.applied.body
source: Code applied successfully
et: Kood on edukalt rakendatud
fi: Koodin käyttö onnistui
fil: Matagumpay na na-aplay ang code
hr: Kôd je uspješno primijenjen
it: Codice inserito con successo
km: បានភ្ជាប់លេខកូដដោយជោគជ័យ
ko: 코드가 성공적으로 적용되었습니다
sv: Registrering av koden lyckades
th: ใช้รหัสสำเร็จแล้ว
tt: Код уңышлы кулланыла
uk: Код застосовано успішно

# invite.enter.confirmation.body.mask
source: Do you want to apply invitation code %@?
et: Kas soovite rakendada kutsekoodi %@?
fi: Haluatko käyttää kutsukoodia %@ ?
fil: Nais mo bang mag-aplay ng code ng imbitasyon %@ ?
hr: Želite li primijeniti pozivnički kôd %@ ?
it: Vuoi utilizzare il codice di invito %@ ?
km: តើអ្នកចង់ភ្ជាប់លេខកូដអញ្ជើញ %@ ទេ?
ko: 초대 코드 을 적용하시겠습니까?%@
sv: Vill du tillämpa inbjudningskod %@?
th: คุณต้องการใช้รหัสเชิญ %@ หรือไม่
tt: Чакыру коды кулланырга телисезме %@ ?
uk: Хочете застосувати код запрошення %@ ?

# invite.enter.error.time.is.up
source: Time to apply invitation code is up
et: Kutsekoodi rakendamise aeg on möödas
fi: Kutsukoodin hakuaika on ohitse
fil: Ang oras upang mag-aplay ng code ng imbitasyon ay
hr: Vrijeme za primjenu pozivnog koda je isteklo
it: Il tempo per inserire il codice di invito è scaduto
km: ហួសពេលដែលត្រូវភ្ជាប់លេខកូដអញ្ជើញហើយ
ko: 초대 코드 적용 시간이 경과됨
sv: Inbjudningskoden har utgått
th: เวลาในการใช้รหัสเชิญหมดแล้ว
tt: Чакыру кодын кертү вакыты бетте
uk: Час для застосування коду запрошення минув

# invite.enter.error.already.applied
source: You have already applied another invitation code
et: Olete juba rakendanud mõne teise kutsekoodi
fi: Olet jo käyttänyt toista kutsukoodia
fil: Nag-apply ka na ng isa pang code ng imbitasyon
hr: Već ste primijenili drugi pozivni kôd
it: Hai già utilizzato un altro codice di invito
km: អ្នកបានភ្ជាប់លេខកូដអញ្ជើញផ្សេងទៀតរួចហើយ
ko: 다른 초대 코드를 이미 적용하셨습니다.
sv: Du har redan använt en annan inbjudningskod
th: คุณได้ใช้รหัสเชิญอื่นแล้ว
tt: Сез инде башка чакыруны кабул иттегез
uk: Ви вже застосували інше запрошення

# invite.code.parent.young.message
source: Provided invitation code cannot be applied because it is from the user who registered after you
et: Antud kutsekoodi ei saa rakendada, kuna see pärineb kasutajalt, kes on registreerunud pärast teid
fi: Annettua kutsukoodia ei voi käyttää, koska se on käyttäjältä, joka rekisteröity sinuun jälkeen
fil: Ang ibinigay na code ng imbitasyon ay hindi mailalapat dahil ito ay mula sa gumagamit na nakarehistro pagkatapos mo
hr: Navedeni pozivni kôd nije moguće primijeniti jer je to od korisnika koji se registrirao nakon vas
it: Il codice di invito fornito non può essere applicato perché proviene da un utente che si è registrato dopo di te
km: លេខកូដអញ្ជើញដែលបានផ្តល់មិនអាចត្រូវបានភ្ជាប់ ព្រោះវាបានមកពីអ្នកប្រើប្រាស់ដែលបានចុះឈ្មោះបន្ទាប់ពីអ្នក
ko: 초대 코드는 귀하의 이름을 따서 등록한 사용자로부터 제공되었기 때문에 적용할 수 없습니다
sv: Den angivna inbjudningskoden kan inte tillämpas eftersom den är från en användare som registrerade sig efter dig
th: ไม่สามารถใช้รหัสเชิญที่ให้มาได้เนื่องจากรหัสเชิญมาจากผู้ใช้ที่ลงทะเบียนหลังจากคุณ
tt: Сездән соңрак теркәлгән кулланучының чакыру кодын куллана алмыйсыз
uk: Ви не можете використовувати код запрошення користувача, зареєстрованого пізніше вас

# invite.code.self.message
source: You cannot use your invitation code for yourself
et: Te ei saa oma kutsekoodi ise kasutada
fi: Et voi käyttää kutsukoodiasi itse
fil: Hindi mo puwedeng gamitin ang iyong code ng imbitasyon para sa iyong sarili
hr: Ne možete koristiti pozivni kôd za sebe
it: Non è possibile utilizzare il codice di invito per se stessi
km: អ្នកមិនអាចប្រើលេខកូដអញ្ជើញរបស់អ្នកសម្រាប់ខ្លួនអ្នកបានទេ
ko: 귀하는 본인을 위해 초대 코드를 사용할 수 없습니다.
sv: Du kan inte använda din inbjudningskod själv
th: คุณไม่สามารถใช้รหัสเชิญของคุณเอง
tt: Сез үз чакыру кодыгызны куллана алмыйсыз
uk: Ви не можете використовувати свій код запрошення

# invitations.values.not.found.error.message
source: Can't determine available invitations. Please, try again later.
et: Saadaolevaid kutseid ei saa määratleda. Palun proovige hiljem uuesti.
fi: Käytettäviä kutsuja ei voi määrittää. Yritä uudelleen myöhemmin.
fil: Hindi matukoy ang magagamit na mga imbitasyon. Subukang muli mamaya.
hr: Nije moguće odrediti dostupne pozivnice. Molim vas, pokušajte ponovno kasnije.
it: Non è possibile determinare gli inviti disponibili. Per favore, riprova più tardi.
km: មិនអាចកំណត់ការអញ្ជើញដែលមាន។ សូម​ព្យាយាម​ម្តង​ទៀត​នៅ​ពេល​ក្រោយ។
ko: 사용 가능한 초대장을 결정할 수 없습니다. 나중에 다시 시도하십시오.
sv: Kan inte hitta tillgängliga inbjudningar. Vänligen försök igen senare.
th: ไม่สามารถกําหนดคําเชิญที่พร้อมใช้งาน โปรดลองใหม่อีกครั้งในภายหลัง
tt: Чакыру кодлары санын алганда хата килеп чыкты. Зинһар өчен, соңрак кабатлап карагыз.
uk: Неможливо визначити доступні запрошення. Будь ласка, спробуйте пізніше.

# invitations.not.enough.error.message
source: Sorry, but you don't have any invitations to share
et: Kahjuks teil pole ühtegi kutset mida jagada
fi: Anteeksi, mutta sinulla ei ole kutsuja jakaa
fil: Paumanhin, ngunit wala kang anumang mga imbitasyon upang ibahagi
hr: Žao mi je, ali nemate pozivnice za dijeljenje
it: Siamo spiacenti, ma non hai inviti da condividere
km: សូមទោស អ្នកមិនមានការអញ្ជើញណាមួយដើម្បីចែករំលែកទេ
ko: 죄송합니다만, 공유할 초대장이 없습니다
sv: Tyvärr, du har inga inbjudningar att dela
th: ขออภัย คุณไม่มีคําเชิญให้แชร์
tt: Гафу итегез, сезнең чакыру кодларыгыз калмады.
uk: Вибачте, але у Вас немає жодних запрошень

# invite.empty.friends.description
source: Status of your invitations will be displayed here
et: Teie kutsete olekud kuvatakse siin
fi: Kutsujesi tila näytetään täällä
fil: Katayuan ng iyong mga imbitasyon ay ipapakita dito
hr: Status vaših pozivnica bit će prikazan ovdje
it: Lo stato dei tuoi inviti verrà visualizzato qui
km: ស្ថានភាពនៃការអញ្ជើញរបស់អ្នក នឹងត្រូវបានបង្ហាញនៅទីនេះ
ko: 초대장 상태 여기에 표시됩니다
sv: Status för dina inbjudningar kommer att visas här
th: สถานะคำเชิญของคุณจะปรากฏที่นี่
tt: Чакыруларның статусы монда күрсәтеләчәк
uk: Статус ваших запрошень показуватиметься тут

# invitations.sharing.subject
source: Invitation to Sora
et: Sora kutse
fi: Kutsu Soraan
fil: Imbitasyon sa Sora
hr: Poziv u Soru
it: Invito a Sora
km: ការអញ្ជើញអោយប្រើកម្មវិធី Sora
ko: 소라 초대
sv: Inbjudan till Sora
th: คำเชิญถึง Sora
tt: Soraга чакыру
uk: Запрошення до Sora

# common.passphrase.sharing.subject
source: Sora access backup
et: Sora juurdepääsu varukoopia
fi: Sora pääsy varmuuskopiointi
fil: backup access ng Sora
hr: Sigurnosna kopija pristupa Sori
it: Backup dell'accesso a Sora
km: បម្រុងទុកការចូលប្រើឡើងវិញ
ko: 소라 액세스 백업
sv: Sora åtkomst backup
th: การสํารองข้อมูลการเข้าถึง Sora
tt: Soraга керү өчен мәгълүмат саклау
uk: Збереження даних для доступу в Sora

# recovery.title
source: Restore access
et: Taasta juurdepääs
fi: Palauta käyttö
fil: Ibalik ang pag-access
hr: Vraćanje pristupa
it: Ripristina l'accesso
km: ស្តារការចូលប្រើឡើងវិញ
ko: 액세스 복원
sv: Återställ åtkomst
th: กู้คืนการเข้าถึง
tt: Керүне торгызу
uk: Відновлення доступу

# recovery.body.title
source: Enter your passphrase
et: Sisestage oma paroolifraas
fi: Anna tunnuslause
fil: Ang iyong passphrase
hr: Unesite zaporku
it: Inserisci la tua passphrase
km: បញ្ចូលឃ្លាសម្ងាត់របស់អ្នក
ko: 비밀번호 문구입력
sv: Ange din lösenfras
th: กรอกข้อความรหัสผ่านของคุณ
tt: Үзегезнең пароль сүзегезне кертегез
uk: Введіть Вашу парольну фразу

# recovery.passphrase
source: Passphrase
et: Paroolifraas
fi: Tunnuslause
hr: Zaporka
km: ឃ្លាសម្ងាត់
ko: 비밀번호 문구
sv: Lösenfras
th: ข้อความรหัสผ่าน
tt: Серсүз гыйбарә
uk: Парольна фраза

# votes.not.enough.error.message
source: Sorry, but you don't have enough points to vote.
et: Kahjuks teil pole piisavalt punkte, et hääletada.
fi: Anteeksi, mutta sinulla ei ole tarpeeksi pisteitä äänestämiseen.
fil: Paumanhin, ngunit wala kang sapat na puntos upang bumoto.
hr: Žao mi je, ali nemate dovoljno bodova za glasovanje.
it: Mi dispiace, ma non hai abbastanza punti per votare.
km: សូមអភ័យទោស អ្នកមិនមានសម្លេងគ្រប់គ្រាន់ដើម្បីបោះឆ្នោតទេ។
ko: 미안하지만, 투표할 점수가 충분하지 않네요.
sv: Tyvärr, du har inte tillräckligt med poäng för att rösta
th: ขออภัย คุณมีคะแนนไม่เพียงพอ
tt: Тавышлар җитми
uk: Недостатньо голосів

# votes.project.not.found.error.message
source: Sorry, but the project is not found
et: Vabandust, kuid projekti ei leitud
fi: Anteeksi, mutta projektia ei löydy
fil: Paumanhin, ngunit ang proyekto ay hindi natagpuan
hr: Nažalost, projekt nije pronađen
it: Siamo spiacenti, ma il progetto non è stato trovato
km: សូមទោស រកមិនឃើញគម្រោងទេ
ko: 죄송합니다.프로젝트를 찾을 수 없습니다.
sv: Tyvärr, projektet hittades inte.
th: ขออภัย ระบบไม่พบโครงการ
tt: Гафу итегез, проекты табылмады
uk: Вибачте, але проєкт не знайдено

# votes.not.allowed.error.message
source: Sorry, but the project can't receive votes anymore.
et: Vabandust, aga projekt ei saa enam hääli vastu võtta.
fi: Anteeksi, mutta projekti ei voi enää saada ääntä.
fil: Paumanhin, pero hindi na puwedeng makatanggap ng mga boto ang proyekto.
hr: Žao mi je, ali projekt više ne može primati glasove.
it: Siamo spiacenti, ma il progetto non può più ricevere voti.
km: សូមទោស គម្រោងនេះមិនអាចទទួលបានការបោះឆ្នោតទៀតទេ។
ko: 미안하지만,이 프로젝트는 더 이상 투표를받을 수 없습니다.
sv: Tyvärr, det går inte längre att rösta på projektet
th: ขออภัย โครงการไม่สามารถรับคะแนนได้อีก
tt: Гафу итегез,әмма проект күбрәк тавыш ала алмый
uk: Вибачте, але проєкт більше не може отримувати голоси.

# votes.invalid.format.error.message
source: Sorry, but your amount of votes can't be interpreted. Please, try to vote again.
et: Kahjuks teie häälte arvu ei saa tõlgendada. Proovige uuesti hääletada.
fi: Anteeksi, mutta äänimäärääsi ei voida tulkita. Yritä äänestää uudelleen.
fil: Paumanhin, ngunit ang halaga ng iyong mga boto ay hindi maaaring bigyang-kahulugan. Pakiusap, subukang bumoto muli.
hr: Nažalost, vaš se broj glasova ne može protumačiti. Pokušajte glasovati ponovo.
it: Siamo spiacenti, ma il tuo numero di voti non può essere interpretato. Per favore, prova a votare di nuovo.
km: សូមទោស ចំនួនសម្លេងរបស់អ្នកមិនអាចបម្លែងបានទេ។ សូមព្យាយាមបោះឆ្នោតម្តងទៀត។
ko: 죄송합니다,하지만 투표의 양을 해석 할 수 없습니다. 다시 투표해주세요
sv: Tyvärr, antalet röster kan inte tydas. Försök rösta igen.
th: ขออภัย ระบบไม่สามารถแปลจำนวนคะแนนของคุณได้ กรุณาลองลงคะแนนอีกครั้ง
tt: Гафу итегез, дөрес булмаган тавыш саны кертелгән. Зинһар өчен, кабат тавыш биреп карагыз әле.
uk: Вибачте, введено некоректну кількість голосів. Будь ласка, спробуйте проголосувати знову.

# votes.zero.error.message
source: Sorry, but you must have at least 1 point to vote
et: Kahjuks on hääletamiseks vaja vähemalt ühte punkti
fi: Anteeksi, mutta sinulla on oltava vähintään yksi piste äänestääksesi
fil: Paumanhin, ngunit dapat kang magkaroon ng kahit isang punto upang bumoto
hr: Oprostite, ali morate imati najmanje jedan bod da biste mogli glasati
it: Mi dispiace, ma è necessario avere almeno 1 punto per votare
km: សូមទោស អ្នកត្រូវមានយ៉ាងហោចណាស់ ១ សម្លេងដើម្បីបោះឆ្នោត
ko: 죄송합니다. 하지만 귀하는 최소 1점이 있어야 합니다.
sv: Tyvärr, du måste ha minst 1 poäng att rösta
th: ขออภัย คุณต้องมีอย่างน้อย 1 คะแนนเพื่อลงคะแนน
tt: Гафу итегез,ким дигәндә,бер тавыш бирергә мөмкин
uk: Вибачте, можна віддати принаймні 1 голос

# votes.project.parameters.error.message
source: Sorry, but some parameters of the project are not properly configured. Please try another project.
et: Kahjuks mõned projekti parameetrid pole õigesti konfigureeritud. Proovige teist projekti.
fi: Anteeksi, mutta joitain projektin parametreja ei ole määritetty oikein. Kokeile toista projektia.
fil: Paumanhin, ngunit ang ilang mga parameter ng proyekto ay hindi maayos na na-configure. Mangyaring subukan ang iba pang proyekto.
hr: Nažalost, neki parametri projekta nisu pravilno konfigurirani. Pokušajte s drugim projektom.
it: Siamo spiacenti, ma alcuni parametri del progetto non sono configurati correttamente. Per favore, prova un altro progetto.
km: សូមទោស ប៉ារ៉ាម៉ែត្រមួយចំនួននៃគម្រោងមិនត្រូវបានកំណត់រចនាសម្ព័ន្ធត្រឹមត្រូវទេ។ សូមសាកល្បងគម្រោងផ្សេងទៀត។
ko: 죄송합니다,하지만 프로젝트의 일부 매개 변수가 제대로 구성되지 않습니다. 다른 프로젝트를 시도하십시오.
sv: Tyvärr, vissa parametrar för projektet är inte korrekt konfigurerade. Vänligen pröva ett annat projekt.
th: ขออภัย พารามิเตอร์บางอย่างของโครงการไม่ได้รับการกำหนดค่าอย่างเหมาะสม โปรดลองโครงการอื่น
tt: Гафу итегез, бу проектның яраксыз параметрлары бар. Башка проектны карагыз
uk: Вибачте, параметри проєкту неправильно налаштовані. Спробуйте інший проєкт.

# favorite.project.not.found.error.message
source: Sorry, but the project is not found.
et: Kahjuks projekti ei leitud.
fi: Anteeksi, mutta projektia ei löydy.
fil: Paumanhin, ngunit ang proyekto ay hindi natagpuan.
hr: Nažalost, projekt nije pronađen.
it: Mi dispiace, ma il progetto non è stato trovato.
km: សូមទោស រកមិនឃើញគម្រោងទេ។
ko: 죄송합니다.프로젝트를 찾을 수 없습니다.
sv: Tyvärr, projektet hittades inte.
th: ขออภัย ระบบไม่พบโครงการ
tt: Гафу итегез, проект табылмады
uk: Вибачте, проєкт не знайдено

# favorite.user.not.found.error.message
source: Sorry, but you are not authorized to make project favourite
et: Kahjuks teil pole luba projekti lemmikuks teha
fi: Anteeksi, mutta sinulla ei ole oikeutta tehdä projektin suosikki
fil: Paumanhin, ngunit hindi ka awtorisado na gumawa ng mga paborito sa proyekto
hr: Nažalost, vi niste ovlašteni za izradu favorita projekta
it: Siamo spiacenti, ma non sei autorizzato a rendere preferito il progetto
km: សូមទោស អ្នកមិនត្រូវបានអនុញ្ញាត ធ្វើអោយគម្រោងពេញចិត្តទេ
ko: 죄송합니다. 하지만 귀하는 프로젝트 즐겨찾기를 만들 권한이 없습니다.
sv: Tyvärr, du har inte behörighet att göra projektet till favorit
th: ขออภัย คุณไม่ได้รับอนุญาตให้สร้างโครงการโปรด
tt: Гафу итегез, проектны яратканнарыгызга дигән сылтамага кертер өчен авторизация кирәк
uk: Вибачте, для додавання проєкту в обране необхідна авторизація

# startup.verification.title
source: Verifying authorization…
et: Autoriseerimise kinnitamine...
fi: Vahvistetaan valtuutusta…
fil: Nag-veverify ng awtoriasyon…
hr: Provjera autorizacije...
it: Verifica autorizzazione In corso...
km: កំពុងផ្ទៀងផ្ទាត់ការអនុញ្ញាត...
ko: 권한 부여확인…
sv: Verifierar auktorisering...
th: กำลังยืนยันการอนุญาต ...
tt: Рөхсәт ...
uk: Авторизація...

# startup.verification.subtitle
source: Please wait
et: Palun oota
fi: Ole hyvä ja odota
fil: Maghintay lamang
hr: Molimo pričekajte
it: Si prega di attendere
km: សូមរង់ចាំ
ko: 기다려주세요
sv: Vänligen vänta
th: โปรดรอสักครู่
tt: Зинһар өчен, көтегез
uk: Будь ласка, зачекайте

# startup.waiting.network.title
source: Waiting network...
et: Ootan võrku ...
fi: Odotetaan verkkoa...
fil: Naghihintay ng network ...
hr: Čekanje mreže...
it: In attesa di connessione...
km: កំពុងរង់ចាំបណ្តាញ...
ko: 네트워크 대기 중 ...
sv: Väntar på nätverk ...
th: กำลังรอเครือข่าย ...
tt: Челтәр эзләү ...
uk: Очікування мережі...

# startup.waiting.network.subtitle
source: Please check connection
et: Palun kontrollige ühendust
fi: Tarkista yhteys
fil: Mangyaring suriin ang koneksyon
hr: Provjerite vezu
it: Si prega di verificare la connessione
km: សូមពិនិត្យការភ្ជាប់ទៅកាន់អ៊ីនធឺណិត
ko: 부탁합니다연결을 확인하십시오
sv: Vänligen kontrollera anslutningen
th: กรุณาตรวจสอบการเชื่อมต่อ
tt: Зинһар өчен, интернетка тоташуыгызны тикшерегез
uk: Будь ласка, перевірте підключення

# reputation.total.rank.template
source: %@ of %@
fil: %@ ng %@
hr: %@ od %@
it: %@ di %@
km: %@ នៃ %@
ko: %@의%@
sv: %@ av %@
th: %@จาก%@
tt: %@ арасыннан %@
uk: %@ із %@

# reputation.last.votes.template
source: %@ votes received last time
et: %@ häält saadud eelmisel korral
fi: %@ viime kerralla saadut äänet
fil: %@ na boto ang natanggap noong nakaraan
hr: %@ glasovi primljeni zadnji put
it: %@ voti ricevuti l'ultima volta
km: សម្លេងឆ្នោត %@ បានទទួលពេលចុងក្រោយ
ko: 지난 번에 받은 %@투표
sv: %@ röster togs emot senast
th: คะแนนที่ได้รับล่าสุด%@คะแนน
tt: соңгы тапкыр %@ тавышлар алынган
uk: %@ голосів отримано останнього часу

# reputation.timer.format
source: Your reputation will be updated in %@
et: Sinu reputatsiooni uuendatakse %@
fi: Sinun maineesi päivitetään %@
fil: Ang iyong reputasyon maa-update sa %@
hr: Vaša reputacija ažurirat će se za %@
it: La tua reputazione verrà aggiornata in %@
km: កេរ្តិ៍ឈ្មោះរបស់អ្នកនឹងត្រូវបាន ធ្វើបច្ចុប្បន្នភាពក្នុងរយៈពេល %@
ko: 귀하의 평판은 %@ 후에 업데이트됩니다.
sv: Ditt renommé kommer uppdateras om %@
th: ชื่อเสียงของคุณจะได้รับการอัปเดตใน %@
tt: Сезнең абруе %@ яңартылачак
uk: Ваша репутація оновитиметься через %@

# reputation.soon
source: Your reputation will be updated soon
et: Teie mainet uuendatakse varsti
fi: Maineesi päivitetään pian
fil: Ang iyong reputasyon ay maa-update sa lalong madaling panahon
hr: Vaša će reputacija uskoro biti ažurirana
it: La tua reputazione sarà presto aggiornata
km: កេរ្តិ៍ឈ្មោះរបស់អ្នកនឹងត្រូវបានធ្វើបច្ចុប្បន្នភាពឆាប់ៗនេះ
ko: 귀하의 명성은 곧 업데이트될 것입니다.
sv: Ditt renommé kommer snart uppdateras
th: ชื่อเสียงของคุณจะถูกอัปเดตเร็ว ๆ นี้
tt: Тиздән сезнең абруй яңартылачак
uk: Ваша репутація оновитиметься найближчим часом

# user.not.found.message
source: Can't continue operation because user is not found
et: Toimingut ei saa jätkata, kuna kasutajat ei leitud
fi: Toimintoa ei voi jatkaa, koska käyttäjää ei löydy
fil: Hindi maipagpatuloy ang operasyon dahil hindi natagpuan ang gumagamit
hr: Nije moguće nastaviti operaciju jer korisnik nije pronađen
it: Impossibile continuare l'operazione perché l'utente non è stato trovato
km: មិនអាចបន្តប្រតិបត្តិការ ព្រោះរកមិនឃើញអ្នកប្រើប្រាស់
ko: 사용자를 찾을 수 없으므로 작업을 계속할 수 없습니다.
sv: Det går inte att fortsätta operationen eftersom användaren inte hittas
th: ไม่สามารถดำเนินการต่อได้เนื่องจากไม่พบผู้ใช้
tt: Операция дәвам итә алмады, чөнки кулланучы табылмады
uk: Не вдається продовжити операцію, оскільки користувача не знайдено

# user.status.invalid.message
source: Can't continue operation because user's status is invalid
et: Toimingut ei saa jätkata, kuna kasutaja olek ei sobi
fi: Toimintoa ei voi jatkaa, koska käyttäjän tila ei kelpaa
fil: Hindi maipagpatuloy ang operasyon dahil invalid ang user's status
hr: Nije moguće nastaviti operaciju jer status korisnika nije valjan
it: Impossibile continuare l'operazione perché lo stato dell'utente non è valido
km: មិនអាចបន្តប្រតិបត្តិការបានទេ ព្រោះស្ថានភាពអ្នកប្រើប្រាស់មិនត្រឹមត្រូវ
ko: 사용자 상태가 잘못되었기 때문에 작업을 계속할 수 없습니다.
sv: Det går inte att fortsätta med operationen eftersom användarens status är ogiltig
th: ไม่สามารถดำเนินการต่อได้เนื่องจากสถานะของผู้ใช้ไม่ถูกต้อง
tt: Эшне дәвам итә алмый, чөнки кулланучы статусы дөрес түгел
uk: Не вдається продовжити роботу, оскільки стан користувача недійсний

# user.values.not.found.message
source: Can't continue operation because user values data is not found
et: Toimingut ei saa jätkata, kuna kasutajaväärtuste andmeid ei leita
fi: Toimintoa ei voi jatkaa, koska käyttäjän arvotietoja ei löydy
fil: Hindi maipagpatuloy ang operasyon dahil hindi natagpuan ang user value data
hr: Nije moguće nastaviti operaciju jer podaci o korisničkim vrijednostima nisu pronađeni
it: Impossibile continuare l'operazione perché non sono stati trovati dati sull'utente
km: មិនអាចបន្តប្រតិបត្តិការ ព្រោះទិន្នន័យមានតម្លៃរបស់អ្នកប្រើប្រាស់មិនត្រូវបានរកឃើញ
ko: 사용자 값 데이터를 찾을 수 없기 때문에 작업을 계속할 수 없습니다.
sv: Det gick inte att fortsätta operationen eftersom användar-värderings-data inte hittas
th: ไม่สามารถดำเนินการต่อได้เนื่องจากไม่พบข้อมูลค่าของผู้ใช้
tt: Эшне дәвам итә алмый, чөнки кулланучы мәгълүматлары табылмады
uk: Неможливо продовжити операцію, оскільки дані про користувача не знайдені

# activity.user.registered.description
source: Congratulations! Your reputation will be increased!
et: Palju õnne! Teie reputatsioon suureneb!
fi: Onnittelut! Maineesi kasvaa!
fil: Binabati kita! Ang iyong reputasyon ay madadagdagan!
hr: Čestitam! Vaša reputacija će biti povećana!
it: Congratulazioni! La vostra reputazione aumenterà!
km: សូមអបអរសាទរ! កេរ្តិ៍ឈ្មោះរបស់អ្នកនឹងត្រូវបានកើនឡើង!
ko: 축하합니다! 귀하의 명성이 증가될 것입니다!
sv: Grattis! Ditt renommé kommer att öka!
th: ยินดีด้วย! ชื่อเสียงของคุณจะเพิ่มขึ้น!
tt: Котлыйбыз! Сез абруенны күтәрдегез!
uk: Вітаємо! Ваша репутація підвищена!

# activity.event.xor.transfered.type
source: XOR Received
et: XOR vastu võetud
fi: XOR vastaanotettu
fil: Natanggap na XOR
hr: Primljeno XOR
it: XOR Ricevuti
km: បានទទួល XOR
ko: XOR 수신됨
sv: XOR togs emot
th: ได้รับ XOR แล้ว
tt: XOR кабул ителде
uk: XOR отримано

# activity.user.rank.changed.title.template
source: Your rank now is %@ out of %@
et: Teie auaste on nüüd %@ / %@-st
fi: Sijoituksesi on nyt %@ / %@
fil: Ang ranggo mo ngayon ay %@ mula sa %@
hr: Vaš rang sada iznosi %@ od %@
it: Il tuo grado ora è %@ su %@
km: ចំណាត់ថ្នាក់របស់អ្នកឥឡូវនេះគឺ %@ ក្នុងចំណោម %@
ko: 현재 귀하의 랭킹은 %@중 %@입니다.
sv: Din ranking är nu %@ av %@
th: อันดับของคุณตอนนี้คือ %@ จาก %@
tt: Сезнең позиция рейтингында %@ арасыннан %@
uk: Ваша позиція у рейтингу %@ з %@
