Repository: metrocoindev/Sora-iOS
Catalog: SoraPassport/*.lproj/Localizable.strings
Languages: et, fi, fil, hr, it, km, ko, sv, th, tt, uk

# referendum.ends.in.title
source: Ends in
et: Lõppeb
fi: Päättyy
fil: Nagtatapos sa
hr: Završava u
it: Finisce in
km: បញ្ចប់នៅ
ko: 끝
sv: Slutar om
th: สิ้นสุดใน
tt: Завершится через
uk: Закінчується в

# referendum.support.title
source: Yes
et: Jah
fi: Joo
fil: Oo
hr: Da
it: sì
km: ត្រូវហើយ
ko: 네
sv: Ja
th: ใช่
tt: Да
uk: Так

# referendum.unsupport.title
source: No
et: Ei
fi: Ei
fil: Hindi
hr: Ne
km: ទេ
ko: 아니요
sv: Nej
th: ไม่
tt: Нет
uk: Нi

# referendum.ended.title
source: Ended
et: Lõppenud
fi: Päättynyt
fil: Natapos
hr: Završeno
it: Conclusa
km: បានបញ្ចប់
ko: 종료됨
sv: Avslutade
th: สิ้นสุดแล้ว
tt: Завершился
uk: Закінчився

# tabbar.voting.title
source: Voting
et: Hääletamine
fi: Äänestys
fil: Pagboto
hr: glasanje
it: Voto
km: ការបោះឆ្នោត
ko: 투표
sv: Röstning
th: การโหวต
tt: Голосование
uk: Голосування

# referendum.finishing.soon
source: Finishing soon
et: Varsti lõpetamine
fi: Valmistuu pian
fil: Matatapos na agad
hr: Uskoro završava
it: Finendo presto
km: បញ្ចប់ឆាប់ៗនេះ
ko: 곧 종료됨
sv: Slutför snart
th: เสร็จสิ้นเร็ว ๆ นี้
tt: Скоро завершается
uk: Незабаром закінчуємо

# referendum.total.votes
source: Total votes
et: Hääli kokku
fi: Ääniä yhteensä
fil: Kabuuang mga boto
hr: Ukupno glasova
it: Voti totali
km: សម្លេងឆ្នោតសរុប
ko: 총 투표수
sv: Totalt antal röster
th: คะแนนโหวตทั้งหมด
tt: Всего голосов
uk: Загальна кількість голосів

# referendum.voting.result
source: Voting result
et: Hääletustulemus
fi: Äänestystulos
fil: Resulta sa pagboto
hr: Rezultat glasanja
it: Risultato della votazione
km: លទ្ធផលនៃការបោះឆ្នោត
ko: 투표 결과
sv: Omröstningsresultat
th: ผลการโหวต
tt: Результат
uk: Результат голосування

# referendum.my.votes.title
source: Your votes
et: Teie hääled
fi: Äänesi
fil: Ang iyong mga boto
hr: Vaši glasovi
it: I tuoi voti
km: ការបោះឆ្នោតរបស់អ្នក
ko: 귀하의 투표
sv: Dina röster
th: คะแนนโหวตของคุณ
tt: Ваши голоса
uk: Ваші голоси

# referendum.no.votes
source: Nobody voted
et: Keegi ei hääletanud
fi: Kukaan ei äänestänyt
fil: Walang bumoto
hr: Nitko nije glasao
it: Nessuno ha votato
km: គ្មាននរណាម្នាក់បោះឆ្នោតទេ
ko: 투표 한 사람이 없습니다.
sv: Ingen röstade
th: ไม่มีใครโหวต
tt: Никто еще не проголосовал
uk: Ніхто не голосував

# about.website
source: Official Website
et: Veebisait
fi: Verkkosivusto
fil: Website
hr: Web stranica
it: Sito web
km: គេហទំព័រ
ko: 웹사이트
sv: Webbplats
th: เว็บไซต์ทางการ
uk: Офіційний веб-сайт

# about.telegram
source: Official Telegram Group
et: Ametlik telegrammigrupp
fi: Virallinen sähkeryhmä
fil: Opisyal na Pangkat ng Telegram
hr: Službena grupa Telegram
it: Gruppo Telegram ufficiale
km: Telegram ក្រុមផ្លូវការ
ko: 공식 텔레 그램 그룹
sv: Gå med i telegramgruppen
th: กลุ่มโทรเลขอย่างเป็นทางการ
tt: Люб Рәсми Төркеме
uk: Офіційна група Telegram

# activity.project.funded.description.template_val
source: You will receive information about VAL reward soon
et: Saate teavet VAL-i preemia kohta varsti
fi: Saat pian tietoa VAL-palkinnosta
fil: Makakatanggap ka ng impormasyon tungkol sa gantimpalang VAL sa lalong madaling panahon
hr: Uskoro ćete dobiti informacije o VAL nagradi
it: Riceverai presto informazioni sulla ricompensa in VAL
km: អ្នកនឹងទទួលបានព័ត៌មានអំពីរង្វាន់ VAL ឆាប់ៗនេះ
ko: 곧 VAL 보상에 대한 정보를 받게 됩니다.
th: คุณจะได้รับข้อมูลเกี่ยวกับรางวัล VAL ในเร็ว ๆ นี้
tt: Мәгълүмат тиздән VAL премиясе турында
uk: Інформація про нагороду в VAL незабаром буде доступна

# wallet.val.to.my.eth
source: VAL to My Ethereum account
et: VAL minu Ethereumi kontole
fi: VAL minun Ethereum tilille
fil: VAL papunta sa aking Ethereum account
hr: VAL na moj Ethereum račun
it: VAL sul mio account Ethereum
km: VAL ទៅគណនី Ethereum របស់ខ្ញុំ
ko: 내 이더리움 계좌로
th: VAL ไปยังบัญชี Ethereum ของฉัน
uk: VAL на мій рахунок Ethereum

# copy.val.title
source: Copy SORA NET (VAL) wallet address
et: Kopeeri SORA NET (VAL) rahakoti aadress
fi: Kopioi SORA NET (VAL) -lompakon osoite
fil: Kopyahin ang address ng wallet ng SORA NET (VAL)
hr: Kopirajte adresu novčanika SORA NET (VAL)
it: Copia l'indirizzo del portafoglio SORA NET (VAL)
km: ចម្លងអាសយដ្ឋានកាបូបសៅណេត (VAL)
ko: SORA NET (VAL) 지갑 주소 복사
th: คัดลอกที่อยู่กระเป๋าเงิน SORA NET (VAL)
tt: Скопируйте адрес кошелька SORA NET (VAL)
uk: Скопіюйте адресу гаманця SORA NET (VAL)

# val.balance.title
source: VAL Token on different networks
et: VAL-märgis erinevates võrkudes
fi: VAL-tunniste eri verkoissa
fil: VAL Token sa iba't ibang mga network
hr: VAL Token na različitim mrežama
it: Token VAL su reti diverse
km: VAL Token នៅលើបណ្តាញផ្សេងៗគ្នា
ko: 다른 네트워크의 VAL 토큰
th: VAL Token บนเครือข่ายต่างๆ
tt: Токен VAL в разных сетях
uk: VAL Token у різних мережах

# activity.event.val.transfered.type
source: VAL Received
et: VAL vastu võetud
fi: VAL vastaanotettu
fil: Natanggap na VAL
hr: Primljeno VAL
it: VAL Ricevuti
km: បានទទួល VAL
ko: VAL 수신됨
th: ได้รับ VAL แล้ว
tt: VAL кабул ителде
uk: VAL отримано

# activity.val.reward.credited.from.project.type.template
source: VAL Reward for voting
et: VAL Preemia hääletamise eest
fi: VAL Palkkio äänestämisestä
fil: Gantimpalang VAL para sa pagboto
hr: VAL nagrada za glasovanje
it: Premio VAL per il voto
km: រង្វាន់ជា VAL សម្រាប់ការបោះឆ្នោត
ko: 투표에 대한 VAL 보상
th: รางวัล VAL สําหรับการโหวต
tt: VAL эшчәнлеге премиясе
uk: Нагорода у VAL за голосування

# wallet.receive.val
source: Receive VAL
et: Võta vastu VAL
fi: Vastaanota VAL
fil: Tumanggap ng VAL
hr: Primanje VAL
it: Ricevi VAL
km: ទទួល VAL
ko: 수신 VAL
th: รับ VAL
tt: VAL алырга
uk: Отримати VAL

# view.balance.val
source: View SORA NET (VAL) token allocation
et: Kuva SORA NET (VAL) märgi jaotamine
fi: Näytä SORA NET (VAL) -merkkien allokointi
fil: Tingnan ang paglalaan ng token ng SORA NET (VAL)
hr: Pogledajte dodjelu tokena SORA NET (VAL)
it: Visualizza l'allocazione dei token SORA NET (VAL)
km: មើលការបែងចែកថូខឹនសូអរណេត (VAL)
ko: SORA NET (VAL) 토큰 할당보기
th: ดูการจัดสรรโทเค็น SORA NET (VAL)
tt: Просмотр распределения токенов SORA NET (VAL)
uk: Переглянути розподіл маркерів SORA NET (VAL)

# pincode.enter.current.pin.code
source: Enter current pin code
et: Sisestage praegune PIN-kood
fi: Anna nykyinen PIN-koodi
fil: Ipasok ang kasalukuyang pin code
hr: Unesite trenutni PIN kod
it: Immettere il codice pin corrente
km: បញ្ចូលកូដ PIN បច្ចុប្បន្ន
ko: 현재 PIN 코드 입력
th: ป้อนรหัสพินปัจจุบัน
tt: Языгыз, агымдагы пин-код
uk: Введіть поточний пін-код

source: Pin code updated
et: PIN-kood on värskendatud
fi: PIN-koodi päivitetty
fil: Nai-update ang pin code
hr: PIN kod ažuriran
it: Codice PIN aggiornato
km: កូដ PIN បានបន្ទាន់សម័យ
ko: PIN 코드가 업데이트되었습니다.
th: อัปเดตรหัสพินแล้ว
tt: Pin-код яңартылган
uk: Пін-код оновлено

# pincode.change.success
source: Pin code changed successfully
et: PIN-koodi muutmine õnnestus.
fi: PIN-koodin vaihtaminen onnistui.
fil: Matagumpay na nabago ang pin code.
hr: Pin kod je uspješno promijenjen.
it: Codice PIN modificato con successo.
km: កូដ PIN បានផ្លាស់ប្តូរដោយជោគជ័យ។
ko: PIN 코드가 성공적으로 변경되었습니다.
th: เปลี่ยนรหัสพินเรียบร้อยแล้ว
tt: Пин-код уңышлы үзгәртелде.
uk: Пін-код успішно змінено.

# pincode.enter.new.pin.code
source: Enter new pin code
et: Sisestage uus PIN-kood
fi: Anna uusi PIN-koodi
fil: Maglagay ng bagong pin code
hr: Unesite novi PIN kod
it: Immettere un nuovo codice PIN
km: បញ្ចូលកូដ PIN ថ្មី
ko: 새 PIN 코드를 입력하세요.
th: ป้อนรหัสพินใหม่
tt: Языгыз, яңа pin-код
uk: Введіть новий пін-код

# pincode.confirm.new.pin.code
source: Confirm new pin code
et: Kinnitage uus PIN-kood
fi: Vahvista uusi PIN-koodi
fil: Kumpirmahin ang bagong pin code
hr: Potvrdite novi pin kod
it: Conferma il nuovo codice PIN
km: បញ្ជាក់លេខកូដថ្មី
ko: 새 PIN 코드 확인
th: ยืนยันรหัสพินใหม่
tt: Подтвердите яңа пин-код
uk: Підтвердьте новий пін-код

# tabbar.staking.title
source: Staking
et: Panused
fi: Panostaminen
hr: Ulog
it: Picchettamento
km: ការដាក់ជង់
ko: 스테이 킹
th: การปักหลัก
tt: Элгеч
uk: Стекiнг

source: Coming soon...
et: Tulekul...
fi: Tulossa pian...
fil: Malapit na...
hr: Dolazi uskoro...
it: Prossimamente...
km: នឹងមកដល់ឆាប់ៗនេះ ...
ko: 곧 출시됩니다 ...
th: เร็ว ๆ นี้...
tt: Тиздән булачак...
uk: Незабаром...

# staking.coming.soon
source: XOR holders will be able to stake their XOR to nominate validators and get rewards.
et: XOR-i omanikud saavad valideerijate nimetamiseks ja preemiate saamiseks panustada oma XOR-i.
fi: XOR: n haltijat voivat panostaa XOR: nsa nimeämään validoijat ja saamaan palkintoja.
fil: Magagawa ng mga may-ari ng XOR na mai-stake ang kanilang XOR upang maghinalal ng mga validator at makakuha ng mga gantimpala.
hr: Vlasnici XOR-a moći će uložiti svoj XOR kako bi nominirali validatore i dobili nagrade.
it: I possessori di XOR potranno mettere in gioco il loro XOR per nominare validatori e ottenere premi.
km: អ្នកកាន់ XOR នឹងអាចដាក់ភាគហ៊ុន XOR របស់ពួកគេដើម្បីតែងតាំងសុពលភាពនិងទទួលបានរង្វាន់។
ko: XOR 보유자는 XOR을 스테이 킹하여 검증자를 지명하고 보상을받을 수 있습니다.
th: ผู้ถือ XOR จะสามารถเดิมพัน XOR เพื่อเสนอชื่อผู้ตรวจสอบความถูกต้องและรับรางวัล
tt: XOR хуҗалары валидаторларны билгеләү һәм бүләк алу өчен үз хорын куя ала.
uk: Власники XOR зможуть зробити ставку на свою XOR, щоб призначити валідаторів та отримати винагороди.

# parliament.coming.soon
source: A governance for the Sora network
et: Sora võrgu juhtimine
fi: Sora-verkon hallinta
fil: Isang pamamahala para sa Sora network
hr: Upravljanje mrežom Sora
it: Una governance per la rete Sora
km: អភិបាលកិច្ចសម្រាប់បណ្តាញសូរ៉ា
ko: Sora 네트워크를위한 거버넌스
th: การกำกับดูแลเครือข่ายโซระ
tt: Сор челтәрләре белән идарә итү мәсьәләләре буенча
uk: Управління мережею Sora

# polkaswap.coming.soon
source: The DEX for the Interoperable Future. Polkaswap is a non-custodial, AMM-DEX protocol for swapping tokens based on the Polkadot network, Parachains, and blockchains connected via a Bridge. The Polkaswap protocol effectively removes trusted intermediaries and provides the opportunity for faster trading. Polkaswap is open-source software licensed under Apache V2.
et: Koostalitlusvõimelise tuleviku DEX. Polkaswap on vabadusekaotuseta AMM-DEX-protokoll tokenide vahetamiseks, mis põhinevad Polkadoti võrgul, langevarjudel ja silla kaudu ühendatud plokiahelatel. Polkaswapi protokoll eemaldab usaldusväärsed vahendajad tõhusalt ja annab võimaluse kiiremaks kauplemiseks. Polkaswap on avatud lähtekoodiga tarkvara, millele on litsentsitud Apache V2.
fi: DEX yhteentoimivaa tulevaisuutta varten. Polkaswap on ei-säilöönoton AMM-DEX-protokolla, joka vaihtaa merkkejä Polkadot-verkon, parachainien ja sillan kautta yhdistettyjen lohkoketjujen perusteella. Polkaswap-protokolla poistaa tehokkaasti luotetut välittäjät ja tarjoaa mahdollisuuden nopeampaan kaupankäyntiin. Polkaswap on avoimen lähdekoodin ohjelmisto, johon on lisensoitu Apache V2.
fil: Ang DEX para sa Magkakabit na Kinabukasan. Ang Polkaswap ay isang non-custodial, AMM-DEX na protocol para sa pagpapalit ng mga token batay sa network ng Polkadot, Parachains, at mga blockchain na konektado sa pamamagitan ng isang Bridge. Epektibong tinanggal ng Polkaswap protocol ang mga pinagkakatiwalaang tagapamagitan at nagbibigay ng pagkakataon para sa mas mabilis na kalakalan. Ang Polkaswap ay isang open-source software na lisensyado sa ilalim ng Apache V2.
hr: DEX za interoperabilnu budućnost. Polkaswap je neskrbnički AMM-DEX protokol za zamjenu tokena temeljenih na mreži Polkadot, Parachains i blockchains povezanim mostom. Protokol Polkaswap učinkovito uklanja pouzdane posrednike i pruža mogućnost bržeg trgovanja. Polkaswap je softver otvorenog koda licenciran pod Apache V2.
it: Il DEX per il futuro interoperabile. Polkaswap è un protocollo AMM-DEX non custodito per lo scambio di token basato sulla rete Polkadot, Parachains e blockchain collegati tramite un Bridge. Il protocollo Polkaswap rimuove efficacemente gli intermediari fidati e offre l'opportunità di un trading più veloce. Polkaswap è un software open source concesso in licenza con Apache V2.
km: DEX សម្រាប់អនាគតដែលអាចផ្លាស់ប្តូរបាន។ Polkaswap គឺជាពិធីការ AMM-DEX ដែលមិនអាចថែរក្សាបានសម្រាប់ប្តូរថូខឹនដោយផ្អែកលើបណ្តាញ Polkadot, Parachains និង blockchains ភ្ជាប់តាមរយៈស្ពាន។ ពិធីការ Polkaswap ដកអន្តរការីដែលទុកចិត្តហើយផ្តល់ឱកាសសម្រាប់ការធ្វើពាណិជ្ជកម្មលឿនជាងមុន។ Polkaswap គឺជាកម្មវិធីប្រភពបើកចំហរដែលមានអាជ្ញាប័ណ្ណក្រោមកម្មវិធី Apache V2 ។
ko: 상호 운용 가능한 미래를위한 DEX. Polkaswap은 브리지를 통해 연결된 Polkadot 네트워크, Parachain 및 블록 체인을 기반으로 토큰을 교환하기위한 비 양육권 AMM-DEX 프로토콜입니다. Polkaswap 프로토콜은 신뢰할 수있는 중개자를 효과적으로 제거하고 더 빠른 거래를위한 기회를 제공합니다. Polkaswap은 Apache V2에 따라 라이센스가 부여 된 오픈 소스 소프트웨어입니다.
th: DEX สำหรับอนาคตที่ทำงานร่วมกันได้ Polkaswap เป็นโปรโตคอล AMM-DEX ที่ไม่ต้องอารักขาสำหรับการแลกเปลี่ยนโทเค็นตามเครือข่าย Polkadot, Parachains และบล็อกเชนที่เชื่อมต่อผ่าน Bridge โพรโทคอล Polkaswap กำจัดตัวกลางที่เชื่อถือได้อย่างมีประสิทธิภาพและให้โอกาสในการซื้อขายที่รวดเร็ว Polkaswap เป็นซอฟต์แวร์โอเพนซอร์สที่ได้รับอนุญาตภายใต้ Apache V2
tt: Интеро-киләчәк өчен Декс. Polkaswap-күпер аша тоташтырылган Para чылбырларына һәм блокчейналарга нигезләнгән токеннар алмашу өчен AMM-DEX протоколын саклау белән бәйле түгел. Беркетмә Polka swap нәтиҗәле удаляет ышанычлы арадашчылар һәм мөмкинлек бирә өчен артык тиз сәүдә. Polka swap - бу программа белән тәэмин итү белән ачык исходным коды, лицензированное астында Apache V2.
uk: DEX для сумісного майбутнього. Polkaswap - протокол AMM-DEX, що не є кастодіальним, для обміну токенами на основі мережі Polkadot, Parachains та блокчейнів, підключених через Bridge. Протокол Polkaswap ефективно видаляє довірених посередників і надає можливість швидшої торгівлі. Polkaswap - це програмне забезпечення з відкритим кодом, ліцензоване під Apache V2.

# profile.passphrase.title.v1
source: Passphrases
et: Paroollaused
fi: Tunnuslauseet
fil: Mga Passphrase
hr: Zaporke
km: ឃ្លាសម្ងាត់
ko: 암호
th: รหัสผ่าน
tt: Пароль фразы
uk: Парольні фрази

# profile.change.pin.title
source: Change PIN
et: PIN-koodi muutmine
fi: Vaihda PIN-koodi
fil: Palitan ang PIN
hr: Promijenite PIN
it: Cambia PIN
km: ប្តូរលេខសម្ងាត់
ko: PIN 변경
th: เปลี่ยน PIN
tt: ПИН-кодны үзгәртү
uk: Зміна пін-коду

# profile.biometry.title
source: Biometry auth
et: Biomeetria autentimine
fi: Biometrian vahvistus
fil: Awtomatikong biometry
hr: Biometrija aut
it: Autenticazione biometria
km: ជីវមាត្រអាត់
ko: 생체 측정 인증
th: การรับรองความถูกต้องทางชีวภาพ
tt: Биометрик аутентификация
uk: Біометрія автентифікації

# profile.logout.title
source: Logout
et: Logi välja
fi: Kirjautua ulos
fil: Pag-logout
hr: Odjavite se
it: Disconnettersi
km: ចាកចេញ
ko: 로그 아웃
th: ออกจากระบบ
tt: Чыгу системасын
uk: Вийти

# transaction.bridge.not.active.error
source: Ethereum bridge is not active.
et: Ethereumi sild ei ole aktiivne.
fi: Ethereumin silta ei ole aktiivinen.
fil: Ang Ethereum bridge ay hindi aktibo.
hr: Most Ethereum nije aktivan.
it: Il bridge Ethereum non è attivo.
km: ស្ពាន Ethereum មិនសកម្មទេ។
ko: 이더 리움 브리지가 활성화되지 않았습니다.
th: Ethereum bridge ไม่ทำงาน
tt: Ethereum bridge түгел актив.
uk: Міст Ethereum не активний.

# transaction.bridge.info
source: Ethereum bridge info
et: Ethereumi silla teave
fi: Ethereumin sillan tiedot
fil: Impormasyon sa tulay ng Ethereum
hr: Informacije o mostu Ethereum
it: Informazioni sul bridge Ethereum
km: ព័ត៌មានអំពីស្ពាន Ethereum
ko: 이더 리움 브리지 정보
th: ข้อมูลสะพาน Ethereum
tt: Күпер Эфириума мәгълүмат
uk: Інформація про міст Ефіріуму

# tabbar.polkaswap.title
source: Polkaswap
ko: 폴카 스왑
th: พลกาสวป

# tabbar.parliament.title
source: Parliament
et: Parlament
fi: Parlamentti
fil: Parlyamento
hr: Parlament
it: Parlamento
km: សភា
ko: 의회
th: รัฐสภา
tt: Парламент
uk: Парламент

# referenda.title
source: Referenda
et: Referendumid
fi: Kansanäänestykset
fil: Referendenda
hr: Referende
it: Referendum
km: ការធ្វើប្រជាមតិ
ko: 국민 투표
th: การลงประชามติ
tt: Референдумнар
uk: Референдуми

# referenda.title.vote
source: Vote on referenda
et: Hääletus rahvahääletustel
fi: Äänestys kansanäänestyksistä
fil: Bumoto sa referenda
hr: Glasajte na referendumima
it: Votazione sui referendum
km: បោះឆ្នោតលើការធ្វើប្រជាមតិ
ko: 국민 투표에 투표
th: โหวตการลงประชามติ
tt: Референдумнарда тавыш бирү
uk: Голосуйте на референдумах

# staking.val.reward
source: SORA VALidator Rewards
et: SORA valideerija preemiad
fi: SORA-validointipalkinnot
fil: Mga Gantimpala ng SORA VALidator
hr: Nagrade SORA VALidator
it: Ricompense SORA VALidator
km: រង្វាន់ SORA VALidator
ko: SORA VALidator 보상
th: รางวัล SORA VALidator
tt: SORA валидаторы бүләкләре
uk: Нагороди SALA VALidator

# project.new.small
source: New
et: Uus
fi: Uusi
fil: Bago
hr: Novi
it: Nuovo
km: ថ្មី
ko: 새로운
th: ใหม่
uk: Новий

# project.favs.small
source: Favs
fi: Suosikit
km: ចំណូលចិត្ត
ko: 즐겨 찾기
uk: Улюблені

# project.ended.small
source: Ended
et: Lõppenud
fi: Päättynyt
fil: Natapos
hr: Završeno
it: Conclusa
km: បានបញ្ចប់
ko: 종료
th: สิ้นสุดแล้ว
uk: Закінчився

# project.new
source: New
et: Uus
fi: Uusi
fil: Bago
hr: Novi
it: Nuovo
km: ថ្មី
ko: 새로운
th: ใหม่
uk: Новий

# project.favs
source: Favs
fi: Suosikit
km: ចំណូលចិត្ត
ko: 즐겨 찾기
uk: Улюблені

# project.ended
source: Ended
et: Lõppenud
fi: Päättynyt
fil: Natapos
hr: Završeno
it: Conclusa
km: បានបញ្ចប់
ko: 종료
th: สิ้นสุดแล้ว
uk: Закінчився

# logout.dialog.body
source: This action will result in deleting account from this device. Make sure you have backed up your passphrase before proceeding.
et: Selle toimingu tulemusena kustutatakse konto sellest seadmest. Enne jätkamist veenduge, et olete oma parooli varundanud.
fi: Tämä toiminto johtaa tilin poistamiseen tältä laitteelta. Varmista, että olet varmuuskopioinut salasanasi, ennen kuin jatkat.
fil: Ang pagkilos na ito ay magreresulta sa pagtanggal ng account mula sa device na ito. Tiyaking nai-back up mo ang iyong passphrase bago magpatuloy.
hr: Ova će radnja rezultirati brisanjem računa s ovog uređaja. Prije nastavka provjerite jeste li sigurnosno kopirali lozinku.
it: Questa azione comporterà l'eliminazione dell'account da questo dispositivo. Assicurati di aver eseguito il backup della passphrase prima di procedere.
km: សកម្មភាពនេះនឹងមានលទ្ធផលក្នុងការលុបគណនីចេញពីឧបករណ៍នេះ។ សូមប្រាកដថាអ្នកបានបម្រុងទុកឃ្លាសម្ងាត់របស់អ្នកមុនពេលដំណើរការ។
ko: 이 작업을 수행하면이 장치에서 계정이 삭제됩니다. 계속하기 전에 암호를 백업했는지 확인하십시오.
th: การดำเนินการนี้จะส่งผลให้ลบบัญชีออกจากอุปกรณ์นี้ ตรวจสอบให้แน่ใจว่าคุณได้สำรองข้อความรหัสผ่านของคุณก่อนดำเนินการต่อ
tt: Бу гамәл китерәчәк удалению хисап язмасы белән әлеге җайланма. Керткәнче дәвам итәргә, инаныгыз сез булдырдык резервную күчермәсен сезнең парольной фразы.
uk: Ця дія призведе до видалення облікового запису з цього пристрою. Перш ніж продовжувати, переконайтеся, що ви створили резервну копію парольної фрази.

# personal.info.username
source: Account name (optional)
et: Konto nimi (valikuline)
fi: Tilin nimi (valinnainen)
fil: Pangalan ng account (opsyonal)
hr: Naziv računa (nije obavezno)
it: Nome del conto (opzionale)
km: ឈ្មោះគណនី (ជាជម្រើស)
ko: 계정 이름 (선택 사항)
th: ชื่อบัญชี (ไม่บังคับ)
uk: Назва рахунку (необов’язково)

# invite.title.v1
source: Invite friends to get more rewards in the future. Distribution of the rewards will start when the feature will be launched.
et: Kutsu sõpru tulevikus rohkem hüvesid saama. Hüvede jagamine algab funktsiooni käivitamisel.
fi: Kutsu ystäviä saamaan lisää palkintoja tulevaisuudessa. Palkintojen jakaminen alkaa, kun ominaisuus käynnistetään.
fil: Anyayahan ang mga kaibigan na makakuha ng mas maraming gantimpala sa hinaharap. Magsisimula ang pamamahagi ng mga gantimpala kapag ilulunsad ang tampok.
hr: Pozovite prijatelje da u budućnosti dobiju još nagrada. Distribucija nagrada započet će kad funkcija bude pokrenuta.
it: Invita gli amici a ottenere più premi in futuro (la distribuzione dei premi inizierà quando la funzione verrà lanciata)
km: អញ្ជើញមិត្តភក្តិឱ្យទទួលបានរង្វាន់កាន់តែច្រើននាពេលអនាគត។ ការចែកចាយរង្វាន់នឹងចាប់ផ្តើមនៅពេលលក្ខណៈពិសេសនេះនឹងត្រូវចាប់ផ្តើម។
ko: 친구를 초대하여 향후 더 많은 보상을 받으세요. 기능이 출시되면 보상 배포가 시작됩니다.
th: เชิญเพื่อนเพื่อรับรางวัลมากขึ้นในอนาคต การแจกรางวัลจะเริ่มขึ้นเมื่อฟีเจอร์นี้เปิดตัว
tt: Чакырыгыз дуслар алу өчен күбрәк бүләкләр киләчәктә. Бүлү вознаграждений башлана, кайчан функциясе булачак эшләтеп җибәрелде.
uk: Запросіть друзів, щоб отримати більше нагород у майбутньому. Розподіл винагород розпочнеться з моменту запуску функції.

source: Invite code
et: Kutsungi kood
fi: Kutsukoodi
fil: Code ng pag-anyaya
hr: Pozivni kod
it: Codice di invito
km: លេខកូដអញ្ជើញ
ko: 초대 코드
th: รหัสเชิญ
tt: Чакыру коды
uk: Код запрошення

# invite.referral.reward
source: Referral reward
et: Suunamise tasu
fi: Lähetyspalkinto
fil: Gantimpala sa referral
hr: Nagrada za preporuku
it: Ricompensa referral
km: រង្វាន់បញ្ជូន
ko: 추천 보상
th: รางวัลผู้อ้างอิง
tt: Рефераль бүләк
uk: Реферальна винагорода

# invite.rewards
source: Rewards
et: Preemiad
fi: Palkinnot
fil: Gantimpala
hr: Nagrade
it: Ricompense
km: រង្វាន់
ko: 보상
th: รางวัล
tt: Бүләк
uk: Нагороди

# personal.info.username.v1
source: Account name
et: Konto nimi
fi: Tilin nimi
fil: Pangalan ng account
hr: Naziv računa
it: Nome del conto
km: ឈ្មោះគណនី
ko: 계정 이름
th: ชื่อบัญชี
tt: Исеме хисап язмасы
uk: Назва рахунку

# common.done
source: Done
et: Valmis
fi: Tehty
fil: Tapos na
hr: Gotovo
it: Fatto
km: រួចរាល់
ko: 완료
th: เสร็จสิ้น
tt: Бетте
uk: Завершено

# personal.details.info
source: Account name is just a local display name that is stored only on this device and is never shared with others.
et: Konto nimi on lihtsalt kohalik kuvatav nimi, mis on salvestatud ainult sellesse seadmesse ja mida ei jagata kunagi teistega.
fi: Tilin nimi on vain paikallinen näyttönimi, joka on tallennettu vain tähän laitteeseen eikä sitä koskaan jaeta muiden kanssa.
fil: Ang pangalan ng account ay isang lokal na pangalan lamang sa pagpapakita na nakaimbak lamang sa aparatong ito at hindi kailanman ibinabahagi sa iba.
hr: Naziv računa samo je lokalno prikazno ime koje se pohranjuje samo na ovom uređaju i nikada se ne dijeli s drugima.
it: Il nome dell'account è solo un nome visualizzato locale che viene memorizzato solo su questo dispositivo e non viene mai condiviso con altri.
km: ឈ្មោះគណនីគ្រាន់តែជាឈ្មោះបង្ហាញក្នុងស្រុកមួយដែលត្រូវបានរក្សាទុកតែនៅលើឧបករណ៍នេះប៉ុណ្ណោះហើយមិនត្រូវបានចែករំលែកជាមួយអ្នកដទៃឡើយ។
ko: 계정 이름은이 장치에만 저장되고 다른 사람과 공유되지 않는 로컬 표시 이름입니다.
th: ชื่อบัญชีเป็นเพียงชื่อที่แสดงในเครื่องที่จัดเก็บไว้ในอุปกรณ์นี้เท่านั้นและจะไม่แชร์กับผู้อื่น
tt: Исеме хисап язмасы-бу бары локаль отображаемое исеме, ул саклана гына бу төзелеше һәм беркайчан да тапшырыла башка кулланучыларга.
uk: Ім'я облікового запису - це лише місцеве відображуване ім’я, яке зберігається лише на цьому пристрої і ніколи не передається іншим.

# invite.link.sharing.title
source: Share invite link
et: Jaga kutse linki
fi: Jaa kutsulinkki
fil: Ibahagi ang link ng imbitasyon
hr: Podijelite vezu s pozivnicom
it: Condividi link di invito
km: ចែករំលែកតំណអញ្ជើញ
ko: 초대 링크 공유
th: แชร์ลิงก์เชิญ
uk: Поділитися посиланням на запрошення

# invite.code.was.copied
source: Code was copied
et: Kood kopeeriti
fi: Koodi kopioitiin
fil: Kinopya ang code
hr: Kôd je kopiran
it: Il codice è stato copiato
km: លេខកូដត្រូវបានចម្លង
ko: 코드가 복사되었습니다
th: คัดลอกรหัสแล้ว
uk: Код скопійовано

# invite.code.wasnt.copied
source: Code wasn't copied
et: Koodi ei kopeeritud
fi: Koodia ei kopioitu
fil: Ang code ay hindi nakopya
hr: Kôd nije kopiran
it: Il codice non è stato copiato
km: លេខកូដមិនត្រូវបានចម្លងទេ
ko: 코드가 복사되지 않았습니다.
th: ไม่ได้คัดลอกรหัส
uk: Код не скопійовано

# invite.code.apply
source: Apply invite code
et: Rakenda kutsekood
fi: Käytä kutsukoodia
fil: Ilapat ang code ng imbitasyon
hr: Primijeni pozivnu šifru
it: Applica il codice di invito
km: អនុវត្តលេខកូដអញ្ជើញ
ko: 초대 코드 적용
th: ใช้รหัสเชิญ
tt: Кулланырга инвайт-код
uk: Застосувати код запрошення

# invite.accepted.someone
source: Someone accepted invite
et: Keegi võttis kutse vastu
fi: Joku hyväksyi kutsun
fil: May tumanggap ng imbitasyon
hr: Netko je prihvatio poziv
it: Qualcuno ha accettato l'invito
km: មាននរណាម្នាក់បានទទួលយកការអញ្ជើញ
ko: 누군가 초대를 수락했습니다.
th: มีคนตอบรับคำเชิญ
uk: Хтось прийняв запрошення
