Repository: metrocoindev/Sora-iOS
Catalog: SoraPassport/*.lproj/Localizable.strings
Languages: et, fi, fil, hr, it, km, ko, sv, th, tt, uk

# recovery.body.subtitle
source: Unfortunately there is no way to access your account if you forgot your passphrase.
et: Kahjuks ei ole võimalik oma kontole juurde pääseda, kui olete oma paroolifraasi unustanud.
fi: Valitettavasti tilillesi ei ole pääsyä jos olet unohtanut salasanasi.
fil: Sa kasamaang palad walang paraan upang ma-access ang iyong account kung nakalimutan mo ang iyong passphrase.
hr: Nažalost, ne postoji način za pristup vašem računu ako ste zaboravili lozinku.
it: Purtroppo non c'è alcun modo di accedere al tuo account se hai dimenticato la password.
km: ជាអកុសល មិនមានវិធីណាមួយដើម្បីចូលទៅប្រើគណនីរបស់អ្នកទេ ប្រសិនបើអ្នកភ្លេចឃ្លាសម្ងាត់របស់អ្នក។
ko: 안타깝게도 비밀번호 문구를 잊어버린다면 귀하의 계정에 접근할 수 없습니다.
sv: Tyvärr finns det inget sätt att komma åt ditt konto om du har glömt din lösenfras.
th: น่าเสียดายที่คุณไม่สามารถลงชื่อใช้งานบัญชีของคุณได้หากลืมข้อความรหัสผ่าน
tt: Кызганычка каршы, пароль фразасыннан башка аккаунтка керү мөмкин түгел.
uk: На жаль, немає способу отримати доступ до вашого облікового запису без парольної фрази.

# personal.info.title
source: Sign up
et: Registreeri
fi: Kirjaudu
fil: Mag-Sign up
hr: Registracija
it: Registrati
km: ចុះឈ្មោះ
ko: 가입하기
sv: Registrera
th: ลงชื่อ
tt: Теркәү
uk: Реєстрація

# personal.info.invitation.is.invalid
source: Invitation code is invalid
et: Kutse kood ei sobi
fi: Kutsukoodi on virheellinen
fil: Hindi wasto ang code ng paanyaya
hr: Pozivni kôd nije valjan
it: Il codice invito non è valido
km: លេខកូដអញ្ជើញមិនត្រឹមត្រូវ
ko: 초대 코드가 유효하지 않습니다
sv: Inbjudningskoden är ogiltig
th: รหัสเชิญไม่ถูกต้อง
tt: Чакыру коды дөрес түгел
uk: Код запрошення недійсний

# personal.info.invitation.description
source: 👋Got an invitation link? Just tap on it to apply code, or enter code manually.
et: 👋Kas teil on kutse link? Koodi rakendamiseks lihtsalt puudutage seda või sisestage kood käsitsi.
fi: 👋Onko kutsulinkki? Napauta vain sitä käyttääksesi koodia tai kirjoita koodi manuaalisesti.
fil: 👋 Mayroon ka bang isang link ng imbitasyon? I-tap lamang ito upang mag-aplay ng code, o ipasok ang code ng mano-mano.
hr: 👋Dobili ste pozivni link? Jednostavno kliknite na njega da biste primijenili kod, ili ga unesite ručno.
it: 👋Hai un link di invito? Basta premerci sopra oppure puoi inserire il codice manualmente.
km: 👋មានតំណអញ្ជើញឬទេ? គ្រាន់តែប៉ះលើវាដើម្បីបំពេញលេខកូដឬបញ្ចូលលេខកូដដោយផ្ទាល់។
ko: 👋초대 링크가 있으십니까? 코드를 적용하려면 바로 누르거나, 수동으로 코드를 입력하십시오.
sv: 👋 Har du en inbjudningslänk? Tryck på den för att lägga till koden eller ange koden manuellt.
th: 👋คุณได้รับลิงค์คำเชิญใช่ไหม แค่แตะที่ลิงค์เพื่อใช้รหัสหรือกรอกรหัสด้วยตนเอง
tt: Сезнең чакыру бармы? Ссылкага басыгыз яки кулдан ясагыз.
uk: 👋 Отримали запрошення? Просто натисніть на посилання або введіть код вручну.

# personal.info.inv.code.hint
source: Invitation code (optional)
et: Kutse kood (valikuline)
fi: Kutsukoodi (valinnainen)
fil: Code ng paanyaya (opsyonal)
hr: Pozivni kôd (nije obavezno)
it: Codice di invito (opzionale)
km: លេខកូដអញ្ជើញ (ជាជម្រើស)
ko: 초대 코드 (선택)
sv: Inbjudningskod (valfritt)
th: รหัสเชิญ (ตัวเลือกเสริม)
tt: Чакыру коды (мәҗбүри түгел)
uk: Код запрошення (необов’язково)

# verification.resend.code
source: Resend code
et: Saada kood uuesti
fi: Lähetä koodi uudelleen
fil: Ipadala muli ang code
hr: Ponovno pošalji kôd
it: Reinvia il codice
km: ផ្ញើលេខកូដម្តងទៀត
ko: 코드 재전송
sv: Skicka kod igen
th: ส่งรหัสอีกครั้ง
tt: Кабат код җибәрегез
uk: Надіслати код повторно

# verification.title
source: Phone verification
et: Telefoniga kinnitamine
fi: Puhelimen varmennus
fil: Pag-verify ng telepono
hr: Telefonska provjera
it: Verifica telefonica
km: ផ្ទៀងផ្ទាត់លេខទូរស័ព្ទ
ko: 전화 인증
sv: Verifiera telefon
th: การยืนยันทางโทรศัพท์
tt: Телефон номерын раслау
uk: Підтвердження телефону

# verification.enter.code.from.sms
source: Enter code from SMS
et: Sisestage kood SMS-ist
fi: Kirjoita koodi tekstiviestistä
fil: Ipasok ang code mula sa SMS
hr: Unesite kod iz SMS poruke
it: Inserire il codice SMS
km: បញ្ចូលលេខកូដពីសារ SMS
ko: SMS에서 코드 입력
sv: Ange kod från SMS
th: กรอกรหัสที่ได้รับจาก SMS
tt: СМСтан кодны язагыз
uk: Введіть код із SMS

# countries.title
source: Select your country
et: Vali oma riik
fi: Valitse maasi
fil: Piliin ang iyong bansa
hr: Izaberite svoju zemlju
it: Seleziona il tuo paese
km: ជ្រើសរើសប្រទេសរបស់អ្នក
ko: 국가 선택
sv: Välj ditt land
th: เลือกประเทศของคุณ
tt: Үзегезнең илне сайлагыз
uk: Виберіть країну

# countries.country.not.found
source: No countries matching your query
et: Teie päringule vastavaid riike pole
fi: Kyselyäsi vastaavia maita ei ole
fil: Walang mga bansa na tumutugma sa iyong query
hr: Nema zemalja koje odgovaraju vašem upitu
it: Nessun paese corrisponde alla tua ricerca
km: គ្មានប្រទេសណាត្រូវនឹងការស្វែងរករបស់អ្នកទេ
ko: 쿼리와 일치하는 국가가 없습니다
sv: Inga länder matchar din sökning
th: ไม่มีประเทศที่ตรงกับคำค้นหาของคุณ
tt: Сезнең сорау буенча ил табылмады
uk: Немає країн, що відповідають вашому запиту

# phone.number.title
source: Sign up
et: Registreeru
fi: Kirjaudu
fil: Mag-Sign up
hr: Registracija
it: Registrazione
km: ចុះឈ្មោះ
ko: 가입하기
sv: Registrear
th: ลงชื่อ
tt: Теркәлергә
uk: Реєстрація

# phone.number.mobile
source: Mobile phone number
et: Mobiiltelefoni number
fi: Matkapuhelinnumero
fil: Numero ng mobile phone
hr: Broj mobitela
it: Numero di cellulare
km: លេខទូរស័ព្ទ
ko: 휴대폰 번호
sv: Mobiltelefonnummer
th: หมายเลขโทรศัพท์มือถือ
tt: Кэрэзле телефон номеры
uk: Номер телефону

# access.restore.phrase.error.message
source: Your passphrase is invalid. Please, try another one.
et: Sinu salafraas on kehtetu. Palun proovi uuesti.
fi: Salasanasi on virheellinen. Kokeile toista.
fil: Hindi wasto ang iyong passphrase. Pakiusap, subukan ng isa pa.
hr: Vaša zaporka nije valjana. Molimo pokušajte drugu.
it: La tua passphrase non è valida. Per favore, provane un'altra.
km: ឃ្លាសម្ងាត់របស់អ្នកមិនត្រឹមត្រូវ។ សូមសាកល្បងមួយផ្សេងទៀត។
ko: 비밀번호 문구가 유효하지 않습니다. 다른 것을 시도하십시오.
sv: Din lösenfras är ogiltig. Vänligen prova en annan.
th: ข้อความรหัสผ่านของคุณไม่ถูกต้อง กรุณาลองใหม่
tt: Сезнең пароль дөрес түгел. Зинһар өчен, икенчене кулланып карагыз.
uk: Ваша парольна фраза недійсна. Будь ласка, спробуйте іншу.

# common.error.not.found.body
source: We are working hard to fix the problem. Please, try again later.
et: Teeme kõvasti tööd probleemi lahendamiseks. Palun proovi hiljem uuesti.
fi: Teemme kovasti töitä ongelman korjaamiseksi. Yritä myöhemmin uudelleen.
fil: Nagsusumikap kami upang ayusin ang problema. Subukang muli mamaya.
hr: Naporno radimo na rješavanju problema. Molimo pokušajte ponovo kasnije.
it: Stiamo lavorando duramente per risolvere il problema. Per favore, riprova più tardi.
km: យើងកំពុងខិតខំដោះស្រាយបញ្ហានេះ។ សូមព្យាយាមម្តងទៀតពេលក្រោយ។
ko: 문제를 해결하기 위해 열심히 노력하고 있습니다. 나중에 다시 시도하십시오.
sv: Vi arbetar hårt för att lösa problemet. Vänligen försök igen senare.
th: เรากำลังทำงานอย่างหนักเพื่อแก้ไขปัญหา กรุณาลองใหม่อีกครั้งในภายหลัง
tt: Без бу проблеманы төзәтергэ тырышабыз. Зинһар өчен, соңрак кабатлап карагыз.
uk: Ми працюємо над проблемою. Будь ласка, спробуйте пізніше.

# common.open.explorer
source: View in Blockchain Explorer
et: Kuva blockchain exploreris
fi: Näytä Blockchain Explorerissa
fil: Tingnan sa Blockchain Explorer
hr: Prikaži u Blockchain Exploreru
it: Visualizza in Blockchain Explorer
km: មើលនៅក្នុង Blockchain Explorer
ko: 블록체인 탐색기에서 보기
sv: Visa i Blockchain Explorer
th: ดูในมุมมองผู้สำรวจ Blockchain
tt: Blockchain Explorer'та карау
uk: Переглянути в Blockchain Explorer

# contacts.search.hint.v1
source: Account ID, phone number, address
et: Konto ID, telefoninumber, aadress
fi: Tilitunnus, puhelinnumero, osoite
fil: Account ID, numero ng telepono, address
hr: ID računa, telefonski broj, adresa
it: ID account, numero di telefono, indirizzo
km: លេខសម្គាល់គណនី លេខទូរស័ព្ទ ឬអាសយដ្ឋាន
ko: 계좌 ID, 전화번호, 주소
sv: Konto-ID, telefonnummer
th: หมายเลขบัญชีผู้ใช้, หมายเลขโทรศัพท์, ที่อยู่
tt: Аккаунт, телефон номеры яки адрес
uk: Акаунт, номер телефону, адреса

# wallet.xor.to.my.eth
source: XOR to My Ethereum account
et: XOR minu Ethereumi kontole
fi: XOR minun Ethereum tilille
fil: XOR papunta sa aking Ethereum account
hr: XOR na moj Ethereum račun
it: XOR sul mio account Ethereum
km: XOR ទៅគណនី Ethereum របស់ខ្ញុំ
ko: 내 이더리움 계좌로
sv: XOR till Mitt Ethereum-konto
th: XOR ไปยังบัญชี Ethereum ของฉัน
uk: XOR на мій рахунок Ethereum

# wallet.soranet
source: SORA NET
ko: 소라넷

# transaction.total
source: Total
et: Kokku
fi: Yhteensä
fil: Kabuuan
hr: Ukupno
it: Totale
km: សរុប
ko: 합계
sv: Totalt
th: รวม
uk: Всього

# transaction.token
source: Token
et: Tooken
ko: 토큰
th: เหรียญ
tt: Токен
uk: Токен

# transaction.note
source: Note
et: Märge
fi: Huomautus
fil: Tandaan
hr: Napomena
it: Nota
km: កំណត់ចំណាំ
ko: 메모
sv: Anteckning
th: บันทึก
tt: Примечанние
uk: Примітка

# transaction.miner.fee.title
source: Miner Fee
et: Kaeveri tasu
fi: Miner maksu
fil: Bayad sa miner
hr: Naknada za rudare
it: Commissione Minatore
km: ថ្លៃ Miner
ko: 채굴자 수수료
sv: Miner-avgift
th: ค่าธรรมเนียมผู้ขุด
tt: Комиссия
uk: Комісія

# transaction.miner.help
source: Will be taken from your Ethereum account
et: Võetakse teie Ethereumi kontolt
fi: Otetaan Ethereum-tililtäsi
fil: Kukunin mula sa iyong Ethereum account
hr: Bit će preuzeta s vašeg Ethereum računa
it: Verrà prelevato dal tuo account Ethereum
km: នឹងត្រូវយកចេញពីគណនី Ethereum របស់អ្នក
ko: 이더리움 계정에서 가져옵니다
sv: Kommer att dras från ditt Ethereum-konto
th: จะถูกนำออกจากบัญชี Ethereum ของคุณ
tt: Будет вычтено из вашего аккаунта в Ethereum
uk: Буде знято з вашого Ethereum рахунку

# transaction.confirm
source: Confirm Transaction
et: Kinnitage tehing
fi: Vahvista toimitus
fil: Kumpirmahin ang transaksyon
hr: Potvrdi transakciju
it: Conferma transazione
km: បញ្ជាក់ប្រតិបត្តិការ
ko: 거래 확인
sv: Bekräfta transaktion
th: ยืนยันการทำรายการ
tt: Подтвердить транзакцию
uk: Підтвердити транзакцію

# transaction.continue
source: Continue
et: Jätkake
fi: Jatkaa
fil: Ipagpatuloy
hr: Nastavak
it: Continua
km: បន្ត
ko: 계속
sv: Fortsätt
th: ดำเนินต่อไป
tt: Продолжить
uk: Продовжити

# transaction.receiver.title
source: To
et: Saaja
fi: Kenelle
fil: Para
hr: Na
it: A
km: ផ្ញើទៅកាន់
ko: 에
sv: Till
th: ถึง
tt: Кому
uk: До

# transaction.amount.title
source: Amount
et: Summa
fi: Summa
fil: Halaga
hr: Iznos
it: Quantità
km: ចំនួន
ko: 양
sv: Belopp
th: จำนวน
tt: Сумма
uk: Сума

# wallet.transfer.note.hint
source: Leave a note, %@ symbols max.
et: Jäta märkus, maksimaalselt %@ sümbolit.
fi: Jätä huomautus, %@ symbolit max.
fil: Mag-iwan ng sulat, %@ simbolo ng max.
hr: Ostavite bilješku, %@ slova maskimalno
it: Lascia una nota, %@ simboli max.
km: កំណត់និមិត្តសញ្ញា %@ អតិបរមា
ko: 메모를 남기세요, 최대 %@글자.
sv: Lämna ett meddelande, max %@ tecken.
th: เพิ่มบันทึก%@ สัญลักษณ์เต็ม
tt: Оставьте заметку, максимум %@ символов.
uk: Залиште примітку, максимум %@ символів.

# wallet.transfer.to.ethereum
source: To Ethereum address
et: Ethereumi aadressile
fi: Ethereum-osoitteeseen
fil: Sa Ethereum address na ito
hr: Na Ethereum adresu
it: All'indirizzo Ethereum
km: ផ្ញើទៅកាន់អាស័យដ្ឋាន Ethereum
ko: 이더리움 주소로
sv: Till Ethereum-adress
th: ถึงที่อยู่ของ Ethereum
tt: На Ethereum адрес
uk: На Ethereum адресу

# wallet.transfer.title.format
source: Send %@
et: Saada %@
fi: Lähetä %@
fil: Magpadala %@
hr: Pošalji %@
it: Invia %@
km: ផ្ញើ %@
ko: 전송 %@
sv: Skicka %@
th: ส่ง %@
tt: Бетте %@
uk: Надіслати %@

# asset.state.associating
source: Associating...
et: Seostamine...
fi: Yhdistetään ...
fil: Nakikipag-ugnayan
hr: Povezivanje ...
it: Associazione...
km: កំពុងភ្ជាប់...
ko: 연결중...
sv: Kopplar...
th: ความเชื่อมโยง
uk: Зв'язування...

# asset.state.error
source: Error
et: Viga
fi: Virhe
fil: Mali
hr: Pogreška
it: Errore
km: កំហុស
ko: 오류
th: ข้อผิดพลาด
uk: Помилка

# asset.eth.plaform
source: Ethereum
ko: 이더리움

# transaction.soranet.fee.title
source: Transaction Fee
et: Tehingu tasu
fi: Palvelumaksu
fil: Bayad sa Transaksyon
hr: Naknada za transakciju
it: Commissione della transazione
km: ថ្លៃប្រតិបត្តិការ
ko: 거래수수료
sv: Transaktionsavgift
th: ค่าธรรมเนียมการทำรายการ
tt: Комиссия за транзакцию
uk: Комісія за транзакцію

# transfer.unsuffient.funds.format
source: Not enough %@. You only have %@.
et: Pole piisavalt %@ . Teil on ainult %@ .
fi: Ei tarpeeksi %@. Sinulla on vain %@.
fil: Hindi sapat %@. Mayroon ka lamang %@.
hr: Nije dovoljno %@ . Imate samo %@ .
it: Non abbastanza %@. Hai solo %@.
km: %@ មិនគ្រប់គ្រាន់ទេ។ អ្នកមានត្រឹមតែ %@ ប៉ុណ្ណោះ។
ko: %@가 충분하지 않습니다. %@만 있습니다.
sv: Inte tillräckligt med %@. Du har endast %@.
th: มี %@ ไม่เพียงพอ คุณมี %@ เท่านั้น
tt: Недостаточно %@. У вас только %@.
uk: Недостатньо %@. У вас є лише %@.

# wallet.history.to.my.soranet.title
source: To My SORA NET account
et: Minu SORA NET kontole
fi: Oma SORA NET-tililleni
fil: Sa Aking SORA NET account
hr: Na moj SORA NET račun
it: Al mio account SORA NET
km: ផ្ញើទៅកាន់គណនី SORA NET របស់ខ្ញុំ
ko: 내 소라넷 계좌로
sv: Till Mitt Soranet konto
th: ไปยังบัญชี SORA NET ของฉัน
tt: На мой аккаунт в SORA NET
uk: На мій рахунок SORA NET

# wallet.history.to.my.ethereum.title
source: To My Ethereum address
et: Minu Ethereumi aadressile
fi: Oma Ethereum-osoitteeseen
fil: Sa Aking Ethereum address
hr: Na moju Ethereum adresu
it: Al mio indirizzo Ethereum
km: ផ្ញើទៅកាន់អាស័យដ្ឋាន Ethereum របស់ខ្ញុំ
ko: 내 이더리움 주소로
sv: XOR till Mitt Ethereum konto
th: ไปยังที่อยู่ Ethereum ของฉัน
tt: На мой аккаунт в Ethereum
uk: На мою адресу Ethereum

# wallet.history.reward.from.system
source: Reward from the system
et: Tasu süsteemist
fi: Palkkio järjestelmästä
fil: Gantimpala mula sa system
hr: Nagrada iz sustava
it: Ricompensa
km: រង្វាន់ពីប្រព័ន្ធ
ko: 시스템으로부터의 보상
sv: Belöning från systemet
th: รางวัลจากระบบ
tt: Вознаграждение от системы
uk: Нагорода від системи

# wallet.history.from.ethereum.address.title
source: From Ethereum address
et: Ethereumi aadressilt
fi: Ethereum-osoitteesta
fil: Mula sa address ng Ethereum
hr: Sa Ethereum adrese
it: Da indirizzo Ethereum
km: ផ្ញើមកពីអាសយដ្ឋាន Ethereum
ko: 이더리움 주소에서
sv: Från Ethereum-adress
th: จากที่อยู่ Ethereum
tt: От адреса в Ethereum
uk: От адреса в Ethereum

# wallet.history.from.soranet.address.title
source: From SORA NET account
et: SORA NETi kontolt
fi: SORA NET-tililtä
fil: Mula sa SORA NET account
hr: Sa SORA NET računa
it: Dall'account SORA NET
km: ផ្ញើមកពីគណនី SORA NET
ko: 소라넷 계좌에서
sv: Från Soranet-konto
th: จากบัญชี SORA NET
tt: От аккаунта в SORA NET
uk: От аккаунта в SORA NET

# wallet.history.to.soranet.account
source: To SORA NET account
et: SORA NET kontole
fi: SORA NET-tilille
fil: Sa SORA NET account
hr: Za SORA NET račun
it: All'account SORA NET
km: ផ្ញើទៅកាន់គណនី SORA NET
ko: 소라넷 계좌로
sv: Till Soranet-konto
th: ไปยังบัญชี SORA NET
tt: На аккаунт в SORA NET
uk: На рахунок SORA NET

# wallet.history.to.ethereum.address
source: To Ethereum address
et: Ethereumi aadressile
fi: Ethereum-osoitteeseen
fil: Sa address ng Ethereum
hr: Na Ethereum adresu
it: All'indirizzo di Ethereum
km: ផ្ញើទៅកាន់អាសយដ្ឋាន Ethereum
ko: 이더리움 주소로
sv: Till Ethereum-adress
th: ถึงที่อยู่ Ethereum
tt: На адрес в Ethereum
uk: На адрес в Ethereum

# wallet.tx.details.send.back
source: Send back
et: Saada tagasi
fi: Lähettää takaisin
fil: Ipadala pabalik
hr: Pošalji natrag
it: Invia indietro
km: ផ្ញើត្រឡប់ទៅវិញ
ko: 되돌려 보내기
sv: Skicka tillbaka
th: ส่งกลับ
tt: Отправить
uk: Відправити

# wallet.tx.details.send.again
source: Send again
et: Saada uuesti
fi: Lähetä uudestaan
fil: Ipadala muli
hr: Pošalji ponovno
it: Invia di nuovo
km: ផ្ញើម្តងទៀត
ko: 재전송
sv: Skicka igen
th: ส่งอีกครั้ง
tt: Отправить
uk: Надіслати знову

# common.copy
source: Copy
et: Kopeeri
fi: Kopio
fil: Kopya
hr: Kopirajte
it: Copia
km: ចម្លង
ko: 복사
sv: Kopiera
th: สำเนา
tt: Копировать
uk: Копіювати

# common.select.option
source: Select an option
et: Valige suvand
fi: Valitse vaihtoehto
fil: Pumili ng opsyon
hr: Odaberite opciju
it: Selezionare un'opzione
km: ជ្រើសរើសជំរើសមួយ
ko: 옵션을 선택하세요
sv: Välj ett alternativ
th: เลือกตัวเลือก
tt: Выберите опцию
uk: Виберіть варіант

# wallet.tx.details.transaction
source: Transactions
et: Tehingud
fi: Liiketoimet
fil: Mga Transaksyon
hr: Transakcije
it: Transazioni
km: ប្រតិបត្តិការ
ko: 트랜잭션
sv: Transaktioner
th: ธุรกรรม
tt: Транзакции
uk: Операції

# wallet.tx.details.date
source: Date
et: Kuupäev
fi: Päivämäärä
fil: Petsa
hr: Datum
it: Data
km: កាលបរិច្ឆេទ
ko: 날짜
sv: Datum
th: วันที่
tt: Дата
uk: Дата

# wallet.tx.details.status
source: Status
et: Olek
fi: Tila
fil: Katayuan
it: Stato
km: ស្ថានភាព
ko: 상태
th: สถานะ
tt: Статус
uk: Статус

# wallet.tx.details.pending
source: Pending
et: Ootel
fi: Odotettaessa
fil: Naghihintay
hr: U tijeku
it: in attesa
km: រង់ចាំ
ko: 대기중
sv: Behandlas
th: รอดำเนินการ
tt: В обработке
uk: В очікуванні

# wallet.tx.details.completed
source: Completed
et: Lõpetatud
fi: Valmis
fil: Nakumpleto
hr: Dovršeno
it: Completato
km: បានបញ្ចប់
ko: 완료
sv: Avslutad
th: เสร็จแล้ว
tt: Успешно
uk: Завершені

# wallet.tx.details.rejected
source: Rejected
et: Tagasi lükatud
fi: Hylätty
fil: Tinanggihan
hr: Odbijeno
it: Respinto
km: បានបដិសេធ
ko: 거부됨
sv: Avvisad
th: ปฏิเสธแล้ว
tt: Отклонено
uk: Відхилено

# wallet.account.retry.registration
source: Retry registration
et: Proovi uuesti registreerimist
fi: Yritä rekisteröinti uudelleen
fil: Ulitin ang pagrehistro
hr: Ponovite registraciju
it: Riprova registrazione
km: ព្យាយាមចុះឈ្មោះម្តងទៀត
ko: 등록 재시도
sv: Försök registrera igen
th: ลองลงทะเบียนอีกครั้ง
tt: Повторить регистрацию
uk: Повторна реєстрація

# common.copy.address
source: Copy address
et: Kopeeri aadress
fi: Kopioi osoite
fil: koypahin ang address
hr: Kopirajte adresu
it: Copia indirizzo
km: ចម្លងអាសយដ្ឋាន
ko: 주소 복사
sv: Kopiera adress
th: คัดลอกที่อยู่
tt: Копировать адрес
uk: Скопіюйте адресу

# error_miner_fee_title
source: Not enough funds for Miner fee
et: Mineri teenustasuks pole piisavalt vahendeid
fi: Ei tarpeeksi varoja Miner-maksuun
fil: Hindi sapat na pondo para sa bayad sa Miner
hr: Nema dovoljno sredstava za naknadu za rudare
it: Non ci sono abbastanza fondi per la fee
km: មិនមានថវិកាគ្រប់គ្រាន់សម្រាប់ថ្លៃ Miner
ko: 채굴 수수료에 대한 자금이 부족합니다.
sv: Inte tillräckligt med medel för Miner-avgiften
th: เงินทุนไม่เพียงพอสำหรับค่าธรรมเนียมผู้ขุด
uk: Недостатньо коштів для шахтарської плати

# error_miner_fee_subtitle
source: To proceed with this operation you need to top up your Ethereum account.
et: Selle toimingu jätkamiseks peate oma Ethereumi konto täiendama.
fi: Jatkaaksesi tätä toimintoa sinun on täydennettävä Ethereum-tili.
fil: Upang magpatuloy sa operasyong ito kailangan mong pondohan ang iyong Ethereum account.
hr: Da biste nastavili s ovom operacijom, morate nadopuniti svoj Ethereum račun.
it: Per procedere con questa operazione è necessario ricaricare il proprio account Ethereum.
km: ដើម្បីបន្តប្រតិបត្តិការនេះអ្នកត្រូវបញ្ចូលគណនី Ethereum របស់អ្នក។
ko: 이 작업을 계속하려면 이더리움 계정을 충전해야 합니다.
sv: För att fortsätta med operationen måste du fylla på ditt Ethereum-konto.
th: คุณต้องเติมเงินบัญชี Ethereum ของคุณในดำเนินการต่อ
uk: Щоб продовжити цю операцію, потрібно поповнити свій рахунок Ethereum.

# go_to_ethereum
source: Go to Ethereum account
et: Minge Ethereumi kontole
fi: Siirry Ethereum-tilille
fil: Pumunta sa Ethereum account
hr: Idi na Ethereum račun
it: Vai all'account Ethereum
km: ចូលទៅកាន់គណនី Ethereum
ko: 이더리움 계정으로 이동
sv: Gå till Ethereum-konto
th: ไปที่บัญชี Ethereum
uk: Перейдіть до облікового запису Ethereum

# error_ethereum_account_title
source: Ethereum account is not associated
et: Ethereumi kontot ei seostata
fi: Ethereum-tiliä ei ole liitetty
fil: Ang Ethereum account ay hindi naugnay
hr: Ethereum račun nije povezan
it: L'account Ethereum non è associato
km: គណនី Ethereum មិនត្រូវបានផ្សារភ្ជាប់
ko: 이더리움 계정이 연결되어있지 않습니다.
sv: Ethereum-konto är inte kopplat
th: ไม่ได้เชื่อมโยงบัญชี Ethereum
uk: Рахунок Ethereum не пов’язаний

# error_ethereum_account_subtitle
source: To proceed with this operation you need an associated Ethereum account with some funds on it for the Miner fee in order to complete the transaction.
et: Selle toimingu jätkamiseks vajate tehingu lõpuleviimiseks sellega seotud Ethereumi kontot, millel on mõned sellel olevad rahalised summad Mineri tasu eest.
fi: Tämän toiminnon jatkamiseksi tarvitset siihen liittyvän Ethereum-tilin, jossa on miner-maksua varten varoja, jotta tapahtuma voidaan suorittaa loppuun.
fil: Upang magpatuloy sa operasyon na ito kailangan mo ng isang kaugnay na Ethereum account na may ilang mga pondo dito para sa bayad sa Miner upang makumpleto ang transaksyon.
hr: Da biste nastavili s ovom operacijom, potreban vam je povezani Ethereum račun sa sredstvima za plaćanje naknadu za rudare kako biste dovršili transakciju.
it: Per procedere con questa operazione è necessario un account Ethereum associato con alcuni fondi su di esso per le commissioni al fine di completare la transazione.
km: ដើម្បីបន្តប្រតិបត្តិការនេះអ្នកត្រូវការគណនី Ethereum ដែលជាប់ទាក់ទងជាមួយមូលនិធិមួយចំនួនលើវាសម្រាប់ថ្លៃ Miner ដើម្បីបំពេញប្រតិបត្តិការ។
ko: 이 작업을 계속하려면 거래를 완료하기 위해 채굴자 수수료로 일부 이더리움 계정이 필요합니다.
sv: För att fortsätta med operationen behöver du ett tillhörande Ethereum-konto med medel till Miner-avgiften för att slutföra transaktionen.
th: คุณต้องมีบัญชี Ethereum ที่เชื่อมโยงกับเงินทุนบางส่วนสำหรับค่าธรรมเนียมผู้ขุดในการดำเนินการนี้เพื่อทำธุรกรรมให้เสร็จสมบูรณ์
uk: Щоб продовжити цю операцію, вам потрібен пов'язаний рахунок Ethereum з деякими коштами на ньому за плату за шахтар, щоб завершити транзакцію.

source: Check account status
et: Kontrollige konto olekut
fi: Tarkista tilin tila
fil: Suriin ang katayuan ng account
hr: Provjera statusa računa
it: Controlla lo stato dell'account
km: ពិនិត្យស្ថានភាពគណនី
ko: 계정 상태 확인
sv: Kontrollera kontostatus
th: ตรวจสอบสถานะบัญชี
uk: Перевірте стан акаунта

# unknown_balance
source: Unknown
et: Tundmatu
fi: Tuntematon
fil: Hindi kilala
hr: nepoznat
it: Sconosciuto
km: មិនស្គាល់
ko: 알 수 없음
sv: Okänd
th: ไม่ทราบ
tt: Неизвестно
uk: Невідомо

# xor.balance.title
source: XOR Token on different networks
et: XOR-märgis erinevates võrkudes
fi: XOR-tunniste eri verkoissa
fil: XOR Token sa iba't ibang mga network
hr: XOR Token na različitim mrežama
it: Token XOR su reti diverse
km: XOR Token នៅលើបណ្តាញផ្សេងៗគ្នា
ko: 다른 네트워크의 XOR 토큰
sv: XOR-token i olika nätverk
th: XOR Token บนเครือข่ายต่างๆ
tt: Токен XOR в разных сетях
uk: XOR Token у різних мережах

# copy.xor.title
source: Copy Sora (XOR) wallet address
et: Kopeeri Sora (XOR) rahakoti aadress
fi: Kopioi Sora (XOR) lompakon osoite
fil: Kopyahin ang address ng wallet ng Sora (XOR)
hr: Kopirajte adresu novčanika Sora (XOR)
it: Copia l'indirizzo del portafoglio Sora (XOR)
km: ចម្លងអាសយដ្ឋានកាបូបសូរ៉ា (XOR)
ko: Sora (XOR) 지갑 주소 복사
sv: Kopiera Sora (XOR) plånbokadress
th: คัดลอกที่อยู่กระเป๋าเงิน Sora (XOR)
tt: Скопируйте адрес кошелька Sora (XOR)
uk: Скопіюйте адресу гаманця Sora (XOR)

# copy.eth.title
source: Copy Ethereum (ETH) wallet address
et: Kopeerige Ethereumi (ETH) rahakoti aadress
fi: Kopioi Ethereumin (ETH) lompakon osoite
fil: Kopyahin ang address ng wallet ng Ethereum (ETH)
hr: Kopirajte adresu novčanika Ethereum (ETH)
it: Copia l'indirizzo del portafoglio Ethereum (ETH)
km: ចម្លងអាសយដ្ឋានកាបូប Ethereum (ETH)
ko: 이더 리움 (ETH) 지갑 주소 복사
th: คัดลอกที่อยู่กระเป๋าเงิน Ethereum (ETH)
tt: Скопируйте адрес кошелька Ethereum (ETH)
uk: Скопіюйте адресу гаманця Ethereum (ETH)

# view_balance
source: View Sora (XOR) token allocation
et: Kuva Sora (XOR) märgi jaotamine
fi: Näytä Sora (XOR) -merkkien allokointi
fil: Tingnan ang paglalaan ng token ng Sora (XOR)
hr: Pogledajte dodjelu tokena Sora (XOR)
it: Visualizza l'allocazione dei token Sora (XOR)
km: មើលការបែងចែកនិមិត្តសញ្ញាសូរ៉ា (XOR)
ko: Sora (XOR) 토큰 할당보기
sv: Visa Sora (XOR) tokenallokering
th: ดูการจัดสรรโทเค็น Sora (XOR)
tt: Просмотр распределения токенов Sora (XOR)
uk: Переглянути розподіл маркерів Sora (XOR)
