Repository: metrocoindev/Sora-iOS
Catalog: SoraPassport/*.lproj/Localizable.strings
Languages: et, fi, fil, hr, it, km, ko, sv, th, tt, uk

# activity.project.closed.type.template
source: Project reached deadline!
et: Projekti tähtaeg saabunud!
fi: Projekti saavutti määräajan!
fil: Inabot ng deadline ang proyekto!
hr: Projekt je došao do krajnjeg roka!
it: Il progetto ha raggiunto la scadenza!
km: គម្រោងបានដល់ពេលកំណត់ហើយ!
ko: 프로젝트 마감일에 도달했습니다!
sv: Projektet har nått deadline!
th: ถึงกำหนดส่งโครงการแล้ว!
tt: Проект өчен тавыш бирү вакыты бетте!
uk: Термін голосування за проєкт закінчився!

# activity.voted.friend.added.type.template
source: Friend voted for project!
et: Sõber hääletas projekti poolt!
fi: Ystävä äänesti projektista!
fil: Kaibigang bumoto para sa proyekto!
hr: Prijatelj je glasao za projekt!
it: Un amico ha votato per il progetto!
km: មិត្តបានបោះឆ្នោតអោយគម្រោង!
ko: 친구가 프로젝트에 투표했습니다!
sv: Vän röstade för projektet!
th: เพื่อนโหวตให้โครงการ!
tt: Сезнең дустыгыз тавыш бирде!
uk: Ваш друг проголосував!

# activity.voted.friend.added.description.template
source: %@ has spent %@ votes for %@ project
et: %@ on kulutanud %@ hääli %@-le projektile
fi: %@ on käyttänyt %@ ääntä %@ -projektiin
fil: %@ ay may ginastos %@ na boto para sa proyekto ng %@
hr: %@ potrošio je %@ glasova za %@ projekt
it: %@ ha speso %@ voti per il progetto %@
km: %@ បានចំណាយ %@ ការបោះឆ្នោតសម្រាប់គម្រោង %@
ko: %@는 %@프로젝트에 %@ 투표를 사용하였습니다.
sv: %@ har använt %@ röster till %@ projektet
th: %@ใช้ไปแล้ว%@คะแนนสำหรับโครงการ%@
tt: %@ проектка %@ тавыш бирде %@
uk: %@ віддав %@ голосів проєктові %@

# activity.empty.description
source: Updates and notifications like received reward and accepted invitations will appear here
et: Uuendused ja teated, nagu saadud preemia ja vastuvõetud kutsed kuvatakse siin
fi: Päivitykset ja ilmoitukset, kuten saamasi palkinnot ja hyväksytyt kutsut ilmestyy tähän
fil: Mga update at mga notification tulad ng gantimpalang natanggap at tinanggap na mga imbitasyon ay lilitaw dito
hr: Ažuriranja i obavijesti kao što su primljene nagrade i prihvaćeni pozivi pojavit će se ovdje
it: Gli aggiornamenti e le notifiche di ricompensa e di inviti accettati appariranno qui
km: បច្ចុប្បន្នភាព និងការជូនដំណឹងៗ ដូចជាការ បានទទួលរង្វាន់ និងការបានទទួលការអញ្ជើញ នឹងបង្ហាញនៅទីនេះ
ko: 받은 보상 및 수락된 초대와 같은 업데이트 및 알림이 여기에 표시됩니다.
sv: Uppdateringar och aviseringar om belöning och accepterade inbjudningar kommer att visas här
th: อัปเดตและการแจ้งเตือน เช่น ได้รับรางวัลและคำเชิญที่ถูกยอมรับจะปรากฏที่นี่
tt: Яңартулар һәм хәбәрләр, мәсәлән, бүләкләр җыю яки кабул ителгән чакырулар, монда күрсәтеләчәк
uk: Оновлення та сповіщення, наприклад, про нагороди та прийняті запрошення, з'являтимуться тут

# phone.number.sms.code.will.be.sent
source: SMS code will be sent to your phone
et: SMS-kood saadetakse teie telefoni
fi: SMS-koodi lähetetään puhelimeesi
fil: Ang SMS code ay ipapadala sa iyong telepono
hr: SMS kod će biti poslan na vaš telefon
it: Il codice SMS verrà inviato al tuo telefono
km: លេខកូដសារ SMS នឹងត្រូវ បានផ្ញើទៅកាន់ទូរស័ព្ទរបស់អ្នក
ko: 귀하의 전화로 SMS 코드가 전송됩니다.
sv: SMS-kod kommer att skickas till din telefon
th: รหัส SMS จะถูกส่งไปยังโทรศัพท์ของคุณ
tt: Код сезгә SMS аша җибәреләчәк
uk: SMS-код буде надіслано на ваш телефон

# verification.request.new.code.time
source: Request new code in %@
et: Taotle uut koodi %@
fi: Pyydä uutta koodia %@
fil: Humiling ng bagong code sa loob ng %@
hr: Zatražite novi kôd za %@
it: Richiedi un nuovo codice in %@.
km: ស្នើសុំលេខកូដថ្មីនៅក្នុងរយៈពេល %@
ko: %@ 후 새 코드 요청
sv: Begär ny kod om %@
th: ขอรหัสใหม่ใน %@
tt: Яңа кодны сорарга мөмкин булачак аша %@
uk: Запит нового коду через %@

# phone.verification.user.not.found.message
source: Sorry, but your personal information is not found. Please, retry registration later.
et: Kahjuks teie isikuandmeid ei leitud. Palun proovige uuesti registreerida.
fi: Anteeksi, mutta henkilökohtaisia tietojasi ei löydy. Yritä rekisteröintiä myöhemmin uudelleen.
fil: Paumanhin, ngunit ang iyong personal na impormasyon ay hindi nahanap. Mangyaring, muling magrehistro sa mamaya.
hr: Nažalost, vaši osobni podaci nisu pronađeni. Pokušajte ponovo registraciju kasnije.
it: Siamo spiacenti, ma le tue informazioni personali non sono state trovate. Ti preghiamo di riprovare a registrarti più tardi.
km: សូមទោស ព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកមិនត្រូវបានរកឃើញទេ។ សូមព្យាយាមចុះឈ្មោះនៅពេលក្រោយ។
ko: 죄송합니다. 하지만 귀하의 개인 정보를 찾을 수 없습니다. 등록을 나중에 다시 시도하십시오.
sv: Dina personuppgifter hittas tyvärr inte. Vänligen försök igen senare.
th: ขออภัย ระบบไม่พบข้อมูลส่วนบุคคลของคุณ กรุณาลองลงทะเบียนอีกครั้งในภายหลัง
tt: Гафу итегез, сезнең шәхси мәгълүмат табылмады. Зинһар өчен, теркәлү процессын кабатлагыз
uk: Вибачте, Ваша особиста інформація не знайдена. Будь ласка, повторіть реєстрацію пізніше.

# phone.verification.too.frequent.message
source: Too frequent verification code requests. Please, try again later.
et: Liiga sagedased kinnituskoodi taotlused. Palun proovige hiljem uuesti.
fi: Liian usein vahvistuskoodipyynnöt. Yritä uudelleen myöhemmin.
fil: Masyadong madalas ang pag hiling ng verification code. Mangyaring, subukan muli mamaya.
hr: Prečesti zahtjevi za verifikacijskim kodom. Molim vas, pokušajte ponovno kasnije.
it: Richieste del codice di verifica troppo frequenti. Per favore riprova più tardi.
km: ការស្នើសុំលេខកូដផ្ទៀងផ្ទាត់ញឹកញាប់ពេក។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 확인 코드이 너무 자주 요청되었습니다. 나중에 다시 시도하십시오.
sv: För frekvent begäran av verifieringskod. Försök igen senare.
th: คุณส่งคำขอรหัสยืนยันบ่อยเกินไป โปรดลองใหม่อีกครั้งในภายหลัง
tt: Раслау сораулары бик еш бирелә.Зинһар өчен, соңрак кабатлап карагыз
uk: Занадто часті запити коду підтвердження. Будь ласка, повторіть спробу пізніше.

# phone.verification.code.expired.message
source: Verification code has been expired. Please try another one.
et: Kinnituskood on aegunud. Proovige teist.
fi: Vahvistuskoodi on vanhentunut. Kokeile toista.
fil: Ang verification code ay expired na. Mangyaring, subukan ang iba pa
hr: Verifikacijski kod je istekao. Pokušajte s drugom.
it: Il codice di verifica è scaduto. Si prega di provarne un altro.
km: លេខកូដផ្ទៀងផ្ទាត់បានផុតកំណត់។ សូមព្យាយាមមួយផ្សេងទៀត។
ko: 인증 코드가 만료되었습니다. 다른 걸로 시도해보십시오.
sv: Verifieringskoden har upphört att gälla. Försök med en annan.
th: รหัสยืนยันหมดอายุแล้ว กรุณาลองใหม่
tt: Кодның вакыты бетте. Зинһар өчен, бүтәнне сынап карагыз
uk: Термін дії коду підтвердження минув. Будь ласка, спробуйте інший.

# phone.verification.code.incorrect.message
source: Verification code is incorrect
et: Kinnituskood on vale
fi: Vahvistuskoodi on väärä
fil: Hindi tama ang verification code
hr: Verifikacijski kôd nije točan
it: Il codice di verifica non è corretto
km: លេខកូដផ្ទៀងផ្ទាត់មិនត្រឹមត្រូវ
ko: 확인 코드가 올바르지 않습니다.
sv: Verifieringskoden är inkorrekt
th: รหัสยืนยันไม่ถูกต้อง
tt: Тикшерү коды дөрес түгел
uk: Код підтвердження невірний

# phone.verification.code.not.found.message
source: Verification code is not found. Please, request another one.
et: Kinnituskoodi ei leitud. Palun taodelge uut.
fi: Vahvistuskoodia ei löydy. Pyydä uutta.
fil: Ang verification code ay hindi nahanap. Mangyaring, humiling ng isa pa.
hr: Verifikacijski kôd nije pronađen. Molimo, zatražite još jedan.
it: Il codice di verifica non è stato trovato. Per favore, richiedine un altro.
km: រកមិនឃើញលេខកូដដើម្បីផ្ទៀងផ្ទាត់។ សូមស្នើសុំមួយផ្សេងទៀត។
ko: 인증 코드를 찾을 수 없습니다. 다른 코드를 요청하십시오.
sv: Verifieringskod hittades inte. Vänligen begär en ny.
th: ไม่พบรหัสยืนยัน โปรดกดขอใหม่
tt: Тикшерү коды табылмады Зинһар өчен, бүтән код сорагыз
uk: Код підтвердження не знайдено. Будь ласка, надішліть запит на інший.

# wallet.empty.description
source: Transactions will appear here
et: Sissetulevad ja väljaminevad tehingud kuvatakse siia
fi: Saapuvat ja lähtevät tapahtumat näkyvät täällä
fil: Papasok at papalabas na mga transaksyon ay lilitaw dito
hr: Dolazne i odlazne transakcije će se pojaviti ovdje
it: Le transazioni in entrata ed uscita appariranno qui
km: ការទទួលនិងការផ្ញើ ប្រតិបត្តិការ នឹងបង្ហាញនៅទីនេះ
ko: 송수신 거래가 여기에 표시됩니다.
sv: Inkommande och utgående transaktioner visas här
th: ธุรกรรมขาเข้าและขาออกจะปรากฏที่นี่
tt: Керү һәм чыгу операцияләре монда күрсәтеләчәк
uk: Вхідні й вихідні транзакції з'являтимуться тут

# wallet.transfer.description.hint
source: Max %@ symbols
et: Maksimaalselt %@ sümbolit
fi: Enintään %@ symbolia
fil: Max na simbolo%@
hr: Maks. %@ simbola
it: Massimo %@ simboli
km: និមិត្តសញ្ញា %@ អតិបរមា
ko: 최대 %@ 글자
sv: Max %@ symboler
th: สัญลักษณ์มีสูงสุด %@อัน
tt: Максимум %@ символлар
uk: Максимум %@ символів

# wallet.account.share.asset.amount.message
source: My %@ Network address to Receive %@ %@:
et: Minu %@ Network aadress, kuhu saada %@ %@ :
fi: Minun %@-verkkoosoitteeni vastaanottamiseksi %@ %@ :
fil: Aking %@ Network address para Makatanggap %@ %@:
hr: Moja %@ mrežna adresa za primanje %@ %@:
it: Il mio indirizzo di rete %@ per ricevere %@ %@:
km: អាសយដ្ឋានបណ្តាញ របស់ខ្ញុំដើម្បីទទួល %@ %@ ៖%@
ko: 수신할 내 소라 네트워크 주소 %@ %@:
sv: Min Sora Network-adress för att ta emot %@ %@:
th: ที่อยู่เครือข่าย %@ ของฉันที่จะรับ%@%@:
tt: Минем %@ адресы алу өчен %@ %@:
uk: Моя адреса %@ для отримання %@%@:

# wallet.account.share.asset.or.amount.message
source: My %@ Network address to Receive %@:
et: Minu %@ võrgu aadress %@ :
fi: Minun %@-verkkoosoitteeni vastaanottamiseksi %@ :
fil: Aking %@ Network address para Makatanggap %@:
hr: Moja %@ mrežna adresa za primanje %@:
it: Il mio indirizzo di rete %@ per ricevere %@:
km: អាសយដ្ឋានបណ្តាញ %@ របស់ខ្ញុំដើម្បីទទួល %@:
ko: 수신할 내 소라%@ 네트워크 주소 %@:
sv: Min Sora Network-adress för att ta emot %@:
th: ที่อยู่เครือข่าย %@ ของฉันที่จะรับ%@:
tt: Минем %@ адресы алу өчен %@:
uk: Моя адреса %@ для отримання %@:

# wallet.account.share.message
source: My Sora Network address to Receive:
et: Minu Sora Network aadress, kuhu saada:
fi: Minun Sora-verkkoosoitteeni vastaanottamiseksi:
fil: Ang aking Sora Network address para Makatanggap:
hr: Moja Sora mrežna adresa za primanje:
it: Il mio indirizzo di rete Sora per ricevere:
km: អាសយដ្ឋានបណ្តាញ Sora របស់ខ្ញុំដើម្បីទទួល:
ko: 수신할 내 소라 네트워크 주소:
sv: Min Sora Network-adress för att ta emot:
th: ที่อยู่เครือข่าย Sora ของฉันที่จะรับ:
tt: Минем SORA адресы алу өчен:
uk: Моя адреса Sora для отримання:

# help.support.title
source: SORA support
et: SORA kasutajatugi
fi: SORA-tuki
fil: Ang SORA support
hr: SORA podrška
it: Supporto SORA
km: គាំទ្រ Sora
ko: SORA 지원
th: ฝ่ายสนับสนุน SORA
tt: SORA ярдәме
uk: Підтримка SORA

# tutorial.sign.up
source: Sign up
et: Registreeru
fi: Kirjaudu
fil: Mag-sign up
hr: Registrirajte se
it: Registrati
km: ចុះឈ្មោះ
ko: 가입하기
sv: Registrera
th: ลงชื่อ
tt: Теркәү
uk: Реєстрація

# tutorial.terms.and.conditions.1
source: I have read and agreed to Terms and Conditions and Privacy Policy
et: Olen lugenud ja nõustunud tingimuste ja privaatsuspoliisiga
fi: Olen lukenut ja hyväksynyt ehdot ja tietosuojakäytännöt
fil: Nabasa ko at pumayag ako sa Mga Tuntunin at Kondisyon at Patakaran sa Privacy
hr: Pročitao sam i pristao na Uvjete i odredbe i Pravila o privatnosti
it: Ho letto e accetto i Termini e le condizioni sulla politica della privacy
km: ខ្ញុំបានអាននិងយល់ព្រម ទៅនឹងគោលការណ៍ និងល័ក្ខខ័ណ្ឌ និងគោលការណ៍ឯកជនភាព
ko: 나는 이용 약관 및 개인정보보호정책을 읽고 동의했습니다.
sv: Jag har läst och godkänner Regler och villkor samt Sekretesspolicyn.
th: ฉันได้อ่านและตกลงตามข้อกำหนดและเงื่อนไขและนโยบายความเป็นส่วนตัว
tt: Куллану шартларын укыдым һәм алар белән, шулай ук конфиденциальлек сәясәте белән килешүемне раслыйм.
uk: Я підтверджую, що прочитав і згоден з Умовами користування та Політикою конфіденційності

# common.unsupported.version.body
source: Updated Sora application is available in App Store. It includes improvements and bug fixes.
et: Uuendatud Sora rakendus on saadaval AppStore-s. See sisaldab parendusi ja veaparandusi.
fi: Päivitetty Sora-sovellus on saatavana App Storesta. Se sisältää parannuksia ja virhekorjauksia.
fil: Ang Na-Update na aplikasyon ng Sora ay makukuha sa Google Play. Kasama dito ang mga pagpapabuti at pag-aayos ng bug.
hr: Ažurirana Sora aplikacija je dostupna u App Storeu. Uključuje poboljšanja i ispravke programskih pogrešaka.
it: L'aggiornamento di Sora è disponibile nell'App Store. Include miglioramenti e correzioni dei bug.
km: កម្មវិធី Sora បច្ចុប្បន្នភាពថ្មីមាននៅ ក្នុង Google Play។ វារួមបញ្ចូល ទាំងការកែលម្អនិងការកែកំហុស។
ko: 업데이트된 Sora 응용 프로그램은 앱스토어에서 이용할 수 있습니다. 여기에는 개선 및 버그 수정이 포함되어 있습니다.
sv: Uppdatering för Sora-applikation finns tillgänglig i App Store. Uppdateringen innehåller förbättringar och buggfixar.
th: แอปพลิเคชัน Sora อัปเดตและพร้อมใช้งานแล้วใน App Store โดยมีการพัฒนาปรับปรุงและแก้บั๊ก
tt: Яңарту кушымта App Store кушымта карарга була Анда яхшырту һәм хата төзәтмәләре бар.
uk: Оновлений додаток доступний в App Store. Він містить покращення і виправлення.

# common.unsupported.version.action
source: Open App Store
et: Avage App Store
fi: Avaa App Store
fil: Buksan ang App Store
hr: Otvorite App Store
it: Apri l'App Store
km: បើក App Store
ko: 앱 스토어 열기
sv: Öppna App Store
th: เปิด App Store
tt: Apple Store ачырга
uk: Відкрити App Store

# about.terms
source: Terms & Conditions
et: Tingimused
fi: käyttöehdot
fil: Mga Tuntunin at Kundisyon
hr: Uvjeti korištenja
it: Termini & Condizioni
km: ល័ក្ខខ័ណ្ឌ
ko: 이용 약관
sv: Regler och villkor
th: ข้อตกลงและเงื่อนไข
tt: Кагыйдәләр Һәм Шартлар
uk: Правила та умови

# invite.link.format
source: Join Sora using link below: %@
et: Liituge Soraga, kasutades all olevat linki: %@
fi: Liity Soraan alla olevan linkin avulla: %@
fil: Sumali sa Sora gamit ang link sa ibaba: %@
hr: Pridružite se Sori koristeći vezu u nastavku: %@
it: Unisciti a Sora utilizzando il link qui sotto: %@
km: ចូលរួមជាមួយ Sora ដោយប្រើតំណភ្ជាប់ខាងក្រោម៖ %@
ko: 아래 링크를 사용하여 소라에 가입하세요:%@
sv: Gå med Sora via länken nedan: %@
th: เข้าร่วม Sora โดยใช้ลิงค์ด้านล่าง: %@
tt: Soraга сылтамага кушылыгыз:%@
uk: Приєднатися до Sora, використовуючи посилання: %@

# language.title
source: Select language
et: Vali keel
fi: Valitse kieli
fil: Pumili ng Wika
hr: Izaberi jezik
it: Seleziona la lingua
km: ជ្រើសរើស​ភាសា
ko: 언어 선택
sv: Välj språk
th: เลือกภาษา
tt: Телне сайлагыз
uk: Виберіть мову

# personal.update.title
source: Personal information
et: Isikuandmed
fi: Henkilökohtaiset tiedot
fil: Personal na impormasyon
hr: Osobni podaci
it: Informazioni personali
km: ព័ត៌មានផ្ទាល់ខ្លួន
ko: 개인 정보
sv: Personuppgifter
th: ข้อมูลส่วนบุคคล
tt: Шәхси мәгълүматлар
uk: Особиста інформація

# common.passphrase.title
source: Passphrase
et: Paroolifraas
fi: Tunnuslause
hr: Zaporku
km: ឃ្លាសម្ងាត់
ko: 비밀번호 문구
sv: Lösenfras
th: ข้อความรหัสผ่าน
tt: Пароль сүзләре
uk: Парольна фраза

# common.passphrase.save.or.send
source: Save or send
et: Salvesta või saada
fi: Tallenna tai lähetä
fil: I-save o ipadala
hr: Spremite ili pošaljite
it: Salva o invia
km: រក្សាទុក ឬផ្ញើ
ko: 저장 또는 전송
sv: Spara eller skicka
th: บันทึกหรือส่ง
tt: Саклагыз яки җибәрегез
uk: Зберегти або надіслати

# common.passphrase.header
source: Passphrase is a type of password.
et: Paroolifraas on teatud tüüpi parool.
fi: Tunnuslause on eräänlainen salasana.
fil: Ang Passphrase ay isang uri ng password.
hr: Pristupni izraz je vrsta lozinke.
it: La passphrase è un tipo di password.
km: ឃ្លាសម្ងាត់គឺជា ប្រភេទពាក្យសម្ងាត់។
ko: 비밀번호 문구는 비밀번호의 유형입니다.
sv: Lösenfras är ett typ av lösenord.
th: ข้อความรหัสผ่านคือรหัสผ่านประเภทหนึ่ง
tt: Пароль сүзләре - парольнең бер төре
uk: Парольна фраза є типом пароля.

# common.passphrase.body
source: It is used to recover access to account. Write in down, we will not be able to recover your account without it!
et: Seda kasutatakse kontole juurdepääsu taastamiseks. Kirjutage see üles, ilma selleta ei saa me teie kontot taastada!
fi: Tätä käytetään tilien käyttöoikeuksien palauttamiseen. Kirjoita muistiin, emme voi palauttaa tiliäsi ilman sitä!
fil: Ginagamit ito upang mabawi ang pag-access sa account. Isulat ito, hindi namin mababawi ang iyong account nang wala ito!
hr: Koristi se za oporavak pristupa računu. Zapišite, nećemo moći oporaviti vaš račun bez njega!
it: Viene utilizzato per ripristinare l'accesso all'account. Scrivila e custodiscila con cura, senza di essa non saremo in grado di recuperare il tuo account!
km: វាត្រូវបានប្រើប្រាស់ដើម្បីស្តារការចូលប្រើគណនី។ សរសេរវាទុក ហើយយើងនឹងមិនអាចស្ដារគណនីរបស់អ្នកបានទេបើគ្មានវា!
ko: 계정 액세스를 복구하는 데 사용됩니다. 그것이 없는 경우 계정을 복수할 수 없으니, 반드시 기록해주시기 바랍니다!
sv: Används för att återställa åtkomst till ditt konto. Skriv ned och spara, vi kan inte återställa ditt konto utan det!
th: มันถูกใช้เพื่อกู้คืนการเข้าถึงบัญชี โปรดจดบันทึกไว้ หากไม่มีข้อความรหัสผ่านเราจะไม่สามารถกู้คืนบัญชีของคุณได้
tt: Бу сезнең хисапка керү мөмкинлеген торгызу өчен кулланыла. Бу очракта югалту торгызу мөмкинлеге булмаячак!
uk: Вона використовується для відновлення доступу до облікового запису. У разі втрати відновити доступ буде неможливо!

# common.passphrase.your.passphrase
source: Your passphrase
et: Teie paroolifraas
fi: Sinun tunnuslause
fil: Ang iyong passphrase
hr: Vaša lozinka
it: La tua passphrase
km: ឃ្លាសម្ងាត់របស់អ្នក
ko: 귀하의 비밀번호 문구
sv: Din lösenfras
th: ข้อความรหัสผ่านของคุณ
tt: Сезнең пароль сүзләре
uk: Ваша парольна фраза

# common.unsupported.version.title
source: Update your Sora App
et: Uuendage oma Sora rakendust
fi: Päivitä Sora-sovelluksesi
fil: I-update ang iyong Sora App
hr: Ažurirajte aplikaciju Sora
it: Aggiorna la tua App Sora
km: ធ្វើបច្ចុប្បន្នភាពកម្មវិធី Sora របស់អ្នក
ko: 소라 앱 업데이트
sv: Uppdatera din Sora-app
th: อัปเดตแอปพลิเคชัน Sora ของคุณ
tt: Sora кушымтасы яңартырыгыз
uk: Оновіть додаток Sora

# network.unavailable
source: Network connection unavailable
et: Võrguühendus pole saadaval
fi: Verkkoyhteys ei ole käytettävissä
fil: Hindi available ang koneksyon sa network
hr: Mrežna veza nije dostupna
it: Connessione di rete non disponibile
km: មិនមានការតភ្ជាប់ទៅកាន់អ៊ីនធ័រណិត
ko: 네트워크 연결을 사용할 수 없음
sv: Nätverksanslutning inte tillgänglig
th: การเชื่อมต่อเครือข่ายไม่พร้อมใช้งาน
tt: Интернетка керү юк
uk: Немає доступу до Інтернету

# common.save
source: Save
et: Salvesta
fi: Tallentaa
fil: I-save
hr: Spremi
it: Salva
km: រក្សាទុក
ko: 저장
sv: Spara
th: บันทึก
tt: Сакларырга
uk: Зберегти

# common.cancel
source: Cancel
et: Tühista
fi: Peruuttaa
fil: Kansela
hr: Otkaži
it: Annulla
km: បោះបង់
ko: 취소
sv: Avbryt
th: ยกเลิก
tt: Юк
uk: Скасувати

# common.apply
source: Apply
et: Rakenda
fi: Käytä
fil: Mag-apply
hr: Primijeni
it: Applica
km: អនុវត្ត
ko: 적용
sv: Tillämpa
th: ใช้
tt: Куллану
uk: Застосувати

# common.ok
source: Ok
fi: Okei
km: បាទ/ចាស
ko: 알겠습니다
th: ตกลง
tt: Ярар
uk: Ок

# common.next
source: Next
et: Järgmine
fi: Seuraava
fil: Susunod
hr: Sljedeći
it: Avanti
km: បន្ទាប់
ko: 다음
sv: Nästa
th: ถัดไป
tt: Алга таба
uk: Далі

# common.vote
source: Vote
et: Hääletus
fi: Äänestää
fil: Bumoto
hr: Glasanje
it: Vota
km: សម្លេង
ko: 투표
sv: Rösta
th: คะแนน
tt: Тавыш бирерге
uk: Голосувати

# common.today
source: Today
et: Täna
fi: Tänään
fil: Ngayon
hr: Danas
it: Oggi
km: ថ្ងៃនេះ
ko: 오늘
sv: I dag
th: วันนี้
tt: Бүген
uk: Сьогодні

# common.yesterday
source: Yesterday
et: Eile
fi: Eilen
fil: Kahapon
hr: Jučer
it: Ieri
km: ម្សិលមិញ
ko: 어제
sv: I går
th: เมื่อวานนี้
tt: Кичә
uk: Вчора

# connection.error.message
source: Please, check internet connection and try again later.
et: Palun kontrollige Interneti ühendust ja proovige uuesti.
fi: Tarkista internetyhteys ja yritä myöhemmin uudelleen.
fil: Mangyaring, suriin ang koneksyon sa internet at subukang muli mamaya.
hr: Provjerite internetsku vezu i pokušajte ponovno kasnije.
it: Per favore, controlla la connessione a Internet e riprova più tardi.
km: សូមពិនិត្យការភ្ជាប់ទៅកាន់អ៊ីនធឺណិត ហើយព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 인터넷 연결을 확인하고 나중에 다시 시도하십시오.
sv: Vänligen kontrollera internetanslutningen och försök igen senare.
th: กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตและลองใหม่อีกครั้งในภายหลัง
tt: Зинһар өчен, интернетка тоташуыгызны тикшерегез һәм кабатлап карагыз
uk: Будь ласка, перевірте підключення до Інтернету та повторіть спробу пізніше.

# common.error.general.message
source: We are working hard to fix the problem. Please, try again later.
et: Teeme kõvasti tööd probleemi lahendamiseks. Palun proovi hiljem uuesti.
fi: Teemme kovasti töitä ongelman korjaamiseksi. Yritä myöhemmin uudelleen.
fil: Nagsusumikap kami upang ayusin ang problema. Mangyaring, subukang muli mamaya.
hr: Naporno radimo na rješavanju problema. Molimo pokušajte ponovo kasnije.
it: Stiamo lavorando duramente per risolvere il problema. Per favore, riprova più tardi.
km: យើងកំពុងខិតខំដោះស្រាយបញ្ហានេះ។ សូមព្យាយាមម្តងទៀតពេលក្រោយ។
ko: 우리는 문제를 해결하기 위해 열심히 노력하고 있습니다. 나중에 다시 시도하십시오.
sv: Vi arbetar hårt för att lösa problemet. Vänligen försök igen senare.
th: เรากำลังทำงานอย่างหนักเพื่อแก้ไขปัญหา กรุณาลองใหม่อีกครั้งในภายหลัง
tt: Без проблеманы чишәбез. Зинһар өчен, соңрак кабатлап карагыз.
uk: Ми працюємо над проблемою. Будь ласка, спробуйте пізніше.

# result.ambiguous.error.title
source: Ambiguous result
et: Ebaselge tulemus
fi: Epäselvä tulos
fil: Malabong resulta
hr: Dvosmislen rezultat
it: Risultato ambiguo
km: លទ្ធផលមិនច្បាស់
ko: 모호한 결과
sv: Oklart resultat
th: ผลลัพธ์ไม่ชัดเจน
tt: Катнаш нәтиҗә
uk: Неоднозначний результат

# access.restore.words.error.message
source: Passphrase must contain 15 words
et: Paroolifraas peab sisaldama 15 sõna
fi: Tunnuslauseessa on oltava 15 sanaa
fil: Ang passphrase ay dapat naglalaman ng 15 na salita
hr: Zaporka mora sadržavati 15 riječi
it: La passphrase deve contenere 15 parole
km: ឃ្លាសម្ងាត់ត្រូវតែមាន ១៥ ពាក្យ
ko: 비밀번호는 15 단어를 포함해야 합니다.
sv: Lösenfrasen måste innehålla 15 ord
th: ข้อความรหัสผ่านต้องมี 15 คำ
tt: Пароль сүзләре 15 сүздән тора
uk: Парольна фраза має містити 15 слів

# wallet.search.query.error.message
source: Search size must be between 3 and 64 characters
et: Otsingu suurus peab olema vahemikus 3–64
fi: Haun koon on oltava välillä 3 ja 64
fil: Ang sukat ng saliksik ay dapat nasa pagitan ng 3 at 64
hr: Veličina pretraživanja mora biti između 3 i 64
it: La dimensione della ricerca deve essere compresa tra 3 e 64
km: ទំហំស្វែងរកត្រូវតែស្ថិតនៅចន្លោះពី ៣ ទៅ ៦៤
ko: 검색 크기는 3에서 64글자 사이여야 합니다.
sv: Sökningen måste vara mellan 3 och 64
th: ขนาดการค้นหาจะต้องอยู่ระหว่าง 3 ถึง 64
tt: Озынлыгы запрос 3 нче кадәр 64 символлары булырга тиеш
uk: Розмір запиту повинен бути від 3 до 64

# user.create.phone.registered.error.message
source: Phone number already used during registration with this or another user
et: Seda telefoni numbrit on juba registreerimiseks kasutatud selle või mõne teine kasutajaga
fi: Puhelinnumero, jota on jo käytetty rekisteröinnissä tämän tai toisen käyttäjän kanssa
fil: Ginamit na ang numero ng telepono sa pamamagitan ng pagpaparehistro dito o sa ibang gumagamit
hr: Telefonski broj koji je već korišten za vrijeme registracije kod ovog ili drugog korisnika
it: Il numero di telefono è già stato utilizzato durante la registrazione da questo o un altro utente
km: លេខទូរស័ព្ទបានប្រើរួចហើយក្នុងកំឡុងពេលចុះឈ្មោះជាមួយអ្នក ឬអ្នកប្រើផ្សេងទៀត
ko: 이 또는 다른 사용자가 등록하는 데 이미 사용된 전화번호
sv: Telefonnumret är redan registrerat med denna eller en annan användare
th: หมายเลขโทรศัพท์ถูกลงทะเบียนแล้วโดยผู้ใช้นี้หรือผู้ใช้อื่น
tt: Телефон номерын бүтән кулланучы куллана инде
uk: Цей номер телефону вже використовується іншим користувачем.

# common.error.invalid.parameters
source: Invalid Parameters
et: Sobimatud parameetrid
fi: Virheelliset parametrit
fil: Di-wastong Parameter
hr: Nevažeći parametri
it: Parametri non validi
km: ប៉ារ៉ាម៉ែត្រមិនត្រឹមត្រូវ
ko: 잘못된 매개 변수
sv: Ogiltiga parametrar
th: วงจำกัดไม่ถูกต้อง
tt: Яраксыз параметрлар
uk: Неприпустимі параметри
